Repository: libravatar/libravatar-legacy
Catalog: po/libravatar/*.po
Languages: cs, es, eu, fr, it, ja, pt_br, ru, sq, tr, uk

source: Catalan
es: Catalán
eu: Katalana
it: Catalano
pt_br: Catalão
ru: Каталонский
sq: Katalane
tr: Katalanca
uk: каталонська

source: Czech
es: Checo
eu: Txekiera
it: Ceco
pt_br: Tcheco
ru: Чешский
sq: Çekisht
tr: Çekçe
uk: чеська

source: German
cs: Němčina
es: Alemán
eu: Alemana
it: Tedesco
ja: ドイツ語
pt_br: Alemão
ru: Немецкий
sq: Gjermanisht
tr: Almanca
uk: німецька

source: English
cs: Angličtina
es: Inglés
eu: Ingelesa
it: Inglese
ja: 英語
pt_br: Inglês
ru: Английский
sq: Anglisht
tr: İngilizce
uk: англійська

source: Spanish
es: Castellano
eu: Espainiera
it: Spagnolo
pt_br: Espanhol
ru: Испанский
sq: Spanjisht
tr: İspanyolca
uk: іспанська

source: Basque
es: Euskera
eu: Euskara
it: Basco
pt_br: Basco
ru: Баскский
sq: Baske
tr: Baskça
uk: баскська

source: French
cs: Francouzština
es: Francés
eu: Frantsesa
it: Francese
ja: フランス語
pt_br: Francês
ru: Французский
sq: Frëngjisht
tr: Fransızca
uk: французька

source: Italian
es: Italiano
eu: Italiera
sq: Italisht
tr: İtalyanca
uk: італійська

source: Japanese
cs: Japonština
es: Japonés
eu: Japoniera
it: Giapponese
ja: 日本語
pt_br: Japonês
ru: Японский
sq: Japonisht
tr: Japonca
uk: японська

source: Brazilian Portuguese
es: Portugués brasileño
eu: Brasilgo portugesa
it: Portoghese brasiliano
pt_br: Português do Brasil
ru: Португальский (Бразилия)
sq: Portugezçe Braziliane
tr: Brezilya Portekizcesi
uk: бразильська португальська

source: Albanian
es: Albanés
eu: Albaniera
it: Albanese
pt_br: Albanês
ru: Албанский
sq: Shqip
tr: Arnavutça
uk: албанська

source: Turkish
es: Turco
tr: Türkçe

source: Ukrainian
es: Ucraniano
eu: Ukrainera
it: Ucraino
pt_br: Ucraniano
ru: Украинский
sq: Ukrainase
tr: Ukraynaca
uk: українська

source: unexpected "%s" status code
cs: neočekávaný stavový kód "%s"
eu: ustekabeko "%s" egoera kodea
it: codice di stato inaspettato "%s"
ja: 不明なステータスコード「 %s 」
pt_br: código de status "%s" inesperado
ru: неожиданный код состояния «%s»
sq: kod i papritur "%s" gjendjeje
tr: beklenmedik "%s" durum kodu
uk: неочікуваний код стану, «%s»

source: missing email address
cs: chybí emailová adresa
eu: e-posta helbidea falta da
it: Indirizzo email mancante
ja: Eメールアドレスがありません。
pt_br: faltando endereço de e-mail
ru: отсутствует адрес электронной почты
sq: mungon adresë email
tr: eksik e-posta adresi
uk: не вказано адреси електронної пошти

source: "%s" is not a valid email address
cs: "%s" není platná emailová adresa
eu: "%s" ez da baliozko e-posta helbidea
it: "%s" non è un indirizzo email valido
ja: 「 %s 」は有効なEメールアドレスではありません。
pt_br: "%s" não é um endereço de e-mail válido
ru: «%s» не является действительным адресом электронной почты
sq: "%s" nuk është adresë email e vlefshme
tr: "%s" geçerli bir e-posta adresi değildir
uk: «%s» не є коректною адресою електронної пошти

source: Email
es: Correo electrónico
eu: E-posta
fr: Courriel
ja: E メール
ru: Электронная почта
tr: E-posta
uk: Ел. пошта

source: Valid email addresses end with @%(domain)s
cs: Platné emailové adresy končí na @%(domain)s
es: Las direcciones de correo electrónico válidas terminan con @%(domain)s
eu: Baliozko e-posta helbideak @%(domain)s-(r)ekin bukatzen dira
fr: Les adresses valides se terminent par @%(domain)s
it: Gli indirizzi email validi terminano in @%(domain)s
ja: @%(domain)s で終わる有効なメールアドレス
pt_br: Endereços de e-mail válidos terminam com @%(domain)s
ru: Адреса электронной почты заканчиваются на @%(domain)s
sq: Një adresë e-mail e vlefshme përfundon me @%(domain)s
tr: Geçerli e-posta adresleri @%(domain)s ile biter
uk: Коректна адреса електронної пошти, що завершується на @%(domain)s

source: Confirm your email address on %(site_name)s
cs: Potvrďte svou emailovou adresu pro %(site_name)s
es: Confirme su dirección de correo electrónico en %(site_name)s
eu: Baieztatu zure e-posta helbidea %(site_name)s-(e)n
fr: Confirmation d'adresse pour %(site_name)s
it: Conferma il tuo indirizzo email su %(site_name)s
ja: あなたの %(site_name)s のメールアドレスを確認する
pt_br: Confirme seu endereço de e-mail em %(site_name)s
ru: Подтвердите свой адрес электронной почты на %(site_name)s
sq: Ripohoni adresën tuaj email te %(site_name)s
tr: %(site_name)s üzerinde e-posta adresinizi doğrulayınız
uk: Підтвердження вашої адреси електронної пошти на %(site_name)s

source: Valid OpenID URLs are on this domain:
cs: Platné OpenID URL jsou na této doméně:
es: Las URL válidas para OpenID están en este dominio:
eu: Baliozko OpenID URLak domeinu honetan daude:
fr: Les OpenIDs valides se trouvent dans le domaine suivant :
it: Gli URLs OpenID validi sono su questo dominio:
ja: 有効なOpenID URIはこのドメインにあります:
pt_br: URLs OpenID válidas estão neste domínio:
sq: URL të vlefshme OpenID-sh gjenden nën këtë përkatësi:
tr: Geçerli OpenID adresleri şu alandadır:
uk: Чинні адреси OpenID на цьому домені:

source: Photo
cs: Fotografie
es: Foto
eu: Argazkia
it: Foto
ja: 写真
pt_br: Foto
ru: Фото
sq: Foto
tr: Fotoğraf
uk: Фотографія

source: You must choose an image to upload.
cs: Musíte zvolit obrázek pro nahrání.
es: Debes elegir una imagen para subir.
eu: Irudi bat aukeratu behar duzu kargatzeko.
fr: Vous devez choisir une image à transférer.
it: Scegli un'immagine da caricare
ja: あなたはアップロードするイメージを選択する必要があります。
pt_br: Você deve escolher uma imagem para enviar.
ru: Вы должны выбрать изображение для загрузки.
sq: Duhet të zgjidhni një figurë për ngarkim.
tr: Yüklenecek bir görsel seçmelisiniz.
uk: Вам слід вибрати зображення для вивантаження.

source: suitable for all ages (i.e. no offensive content)
cs: vhodné pro všechny věkové kategorie
es: apto para todas las edades (esto es, no es contenido ofensivo)
eu: adin guztientzako modukoa (adb. ez dauka eduki iraingarririk)
fr: appropriée pour tout âge (pas de contenu offençant)
it: adatto a tutte le età (i.e. non contiene materiale offensivo)
ja: すべての年齢向け (例: 不快なコンテンツなし)
pt_br: para todas as audiências (i. e. sem conteúdo ofensivo)
ru: подходит для всех возрастов (безопасное содержание)
sq: i përshtatshëm për krejt moshat (pra, pa lëndë fyese)
tr: her yaşa uygun (yani uygunsuz içerik olmamalı)
uk: без вікового цензу (не містить даних для обмеженої аудиторії)

source: We only host "G-rated" images and so this field must be checked.
cs: Poskytujeme jen fotografie vhodné pro všechny věkové kategorie. Proto musí být toto pole zaškrtnuté.
es: Sólo almacenamos imágenes clasificadas como "G", por lo que esta casilla debe estar activada.
eu: "Adin guztientzako moduko" irudiak soilik ostatatzen ditugu eta beraz eremu hau markatu behar da.
fr: Nous n'hébergeons que des photos grand public.
it: Ospitiamo solo immagini "classificate come G" e quindi questa casella deve essere selezionata
ja: 私たちは「一般向け (G-rated)」イメージのみ受け付けます。そのため、このフィールドをチェックする必要があります。
pt_br: Nós somente hospedamos imagens classificadas como Geral e por isso esse campo deve ser marcado.
sq: Strehojmë vetëm figura "G-rated", ndaj kësaj fushe i duhet vënë shenjë.
tr: Sadece "G-rated " görüntüleri barındırırız, dolayısıyla bu alan seçilmelidir.
uk: У нас можна використовувати лише зображення без вікових обмежень, тому вам слід позначити цей пункт.

source: can be freely copied
cs: může být volně kopírována
es: se puede copiar libremente
eu: libreki kopiatu daiteke
fr: peut être librement copiée
it: può essere copiato liberamente
ja: 自由にコピー可能
pt_br: pode ser copiado livremente
ru: можно свободно копировать
sq: mund të kopjohet lirisht
tr: özgürce kopyalanabilir
uk: можна копіювати без обмежень

source: This field must be checked since we need to be able to distribute photos to third parties.
cs: Toto políčko musí být zaškrtnuto, abychom mohli poskytovat fotografii třetím stranám.
es: Esta casilla debe estar activada, ya que tenemos que poder distribuir fotos a terceros.
eu: Eremu hau markatu behar da hirugarrenei argazkiak banatzeko gai izan nahi dugulako.
fr: Cette option doit être cochée puisque nous devons pouvoir distribuer les photos à des tiers.
it: Questa casella deve essere selezionata poiché dobbiamo poter distribuire le foto a terze parti
ja: 私たちが第三者に写真を配布することができるよう、このフィールドをチェックする必要があります。
pt_br: Este campo deve ser marcado uma vez que precisamos estar habilitados a distribuir fotos para terceiros.
ru: Вы должны согласиться с этим пунктом, поскольку нам нужно иметь возможность передавать изображения третьим сторонам.
sq: Kësaj fushe i duhet vënë shenjë, pasi na duhet të jemi në gjendje të japim foto për palë të treta.
tr: Bu alanın seçilmesi gerekir çünkü üçüncü taraflara fotoğrafları dağıtabilmemiz gerekir.
uk: Цей пункт має бути позначено, оскільки ми повинні мати змогу надсилати фотографії стороннім організаціям.

source: Password reset for %(site_name)s
cs: Obnovit heslo pro %(site_name)s
es: Contraseña blanqueada para %(site_name)s
eu: %(site_name)s-(r)rako pasahitza berrezarrita
fr: Réinitialisation du mot de passe pour %(site_name)s
it: Reset della password per %(site_name)s
ja: %(site_name)s のパスワードリセット
pt_br: Reiniciar senha para %(site_name)s
ru: Сброс пароля для %(site_name)s
sq: Ricaktim fjalëkalimi për %(site_name)s
tr: %(site_name)s için parola sıfırlandı
uk: Скидання пароля до %(site_name)s

source: Password
cs: Heslo
es: Contraseña
eu: Pasahitza
fr: Mot de passe
ja: パスワード
pt_br: Senha
ru: Пароль
sq: Fjalëkalim
tr: Parola
uk: Пароль

source: Invalid password
cs: Neplatné heslo
es: Contraseña no válida
eu: Baliogabeko pasahitza
fr: Mot de passe invalide
it: Password non valida
ja: パスワードが正しくありません。
pt_br: Senha inválida
ru: Неверный пароль
sq: Fjalëkalim i pavlefshëm
tr: Geçersiz parola
uk: Некоректний пароль

source: photo
cs: fotografie
es: foto
eu: argazkia
it: foto
ja: 写真
pt_br: Foto
ru: изображение
sq: foto
tr: fotoğraf
uk: фотографія

source: photos
cs: fotografie
es: fotos
eu: argazkiak
it: foto
ja: 写真
pt_br: Fotos
ru: изображения
sq: foto
tr: fotoğraf
uk: фотографії

source: confirmed email
cs: ověřený email
es: email confirmado
eu: baieztatutako e-posta
fr: Adresse de courriel confirmée
it: email confermata
ja: 確認済みメールアドレス
pt_br: Endereço confirmado
ru: подтверждённый адрес электронной почты
sq: email i ripohuar
tr: teyit edilmiş e-posta
uk: підтверджена адреса ел. пошти

source: confirmed emails
cs: ověřené emaily
es: emails confirmados
eu: baieztatutako e-postak
fr: Adresses de courriel confirmées
it: email confermate
ja: 確認済みメールアドレス
pt_br: Endereços confirmados
ru: подтверждённые адреса электронной почты
sq: email-e të ripohuar
tr: teyit edilmiş e-posta
uk: підтверджені адреси ел. пошти

source: unconfirmed email
cs: neověřený email
es: email sin confirmar
eu: baieztatu gabeko e-posta
fr: Adresse de courriel non-confirmée
it: email non confermata
ja: 確認未了メールアドレス
pt_br: Endereço sem confirmação
ru: неподтверждённый адрес электронной почты
sq: email i paripohuar
tr: teyit edilmemiş e-posta
uk: непідтверджена адреса ел. пошти

source: unconfirmed emails
cs: neověřené emaily
es: emails sin confirmar
eu: baieztatu gabeko e-postak
fr: Adresses de courriel non-confirmées
it: email non confermate
ja: 確認未了メールアドレス
pt_br: Endereços sem confirmação
ru: неподтверждённые адреса электронной почты
sq: email-e të paripohuar
tr: teyit edilmemiş e-posta
uk: непідтверджені адреси ел. пошти

source: (unconfirmed)
cs: (neověřeno)
es: (sin confirmar)
eu: (baieztatu gabea)
fr: (non-confirmé)
it: (non confermato)
ja: (確認未了)
pt_br: (sem confirmação)
ru: (неподтверждено)
sq: (i paripohuar)
tr: (teyit edilmemiş)
uk: (не підтверджено)

source: unconfirmed OpenID
cs: neověřené OpenID
es: OpenID sin confirmar
eu: baieztatu gabeko OpenID
fr: OpenID non-confirmé
it: OpenID non confermato
ja: 確認済みOpenID
pt_br: OpenID sem confirmação
ru: неподтверждённый OpenID
sq: OpenID e paripohuar
tr: teyit edilmemiş OpenID
uk: непідтверджене OpenID

source: unconfirmed OpenIDs
cs: neověřená OpenID
es: OpenIDs sin confirmar
eu: baieztatu gabeko OpenIDak
fr: OpenID non-confirmés
it: OpenID non confermati
ja: 確認未了OpenID
pt_br: OpenIDs sem confirmação
ru: неподтверждённые OpenID
sq: OpenID të paripohuara
tr: teyit edilmemiş OpenID
uk: непідтверджені OpenID

source: confirmed OpenID
cs: ověřené OpenID
es: OpenID confirmado
eu: baieztatutako OpenIDa
fr: OpenID confirmé
it: OpenID confermato
ja: 確認済みOpenID
pt_br: OpenID confirmada
ru: подтверждённый OpenID
sq: OpenID e paripohuar
tr: teyit edilmiş OpenID
uk: підтверджене OpenID

source: confirmed OpenIDs
cs: ověřená OpenID
es: OpenIDs confirmados
eu: baieztatutako OpenIDak
fr: OpenID confirmés
it: OpenIDs confermati
ja: 確認未了OpenID
pt_br: OpenIDs confirmadas
ru: подтверждённые OpenID
sq: OpenID të ripohuara
tr: teyit edilmiş OpenID
uk: підтверджені OpenID

source: Page not found. If you think you got here by mistake, please <a href="mailto:%(support_email)s">let us know</a>!
cs: Stránka nenalezena. Pokud myslíte, že by tu nějaká měla být, prosíme <a href="mailto:%(support_email)s">dejte nám vědět</a>!
es: Página no encontrada. Si piensa que ha llegado aquí por error, por favor ¡<a href="mailto:%(support_email)s">háganoslo saber</a>!
eu: Ez da orria aurkitu. Hona huts baten ondorioz iritsi zarela uste baduzu, mesedez <a href="mailto:%(support_email)s">jakinaraz iezaguzu</a>!
fr: Page introuvable. Si vous pensez avoir abouti ici par erreur, veuilez <a href="mailto:%(support_email)s">nous en aviser</a>.
it: Pagina non trovata. Se pensi di essere arrivato qui per sbaglio, per favore <a href="mailto:%(support_email)s">faccelo sapere</a>!
ja: ページが見つかりませんでした。あなたが間違ってここにアクセスしてしまったと思う場合、<a href="mailto:%(support_email)s">私たちにお教えください</a>!
pt_br: A página não foi encontrada. Se você acha que chegou aqui por engano, por favor <a href="mailto:%(support_email)s">nos avise</a>!
ru: Страница не найдена. Если вы считаете, что вы попали сюда из-за ошибки, пожалуйста, <a href="mailto:%(support_email)s">дайте нам знать</a>!
sq: Nuk u gjet faqe. Nëse mendoni se erdhët gabimisht këtu, ju lutemi, <a href="mailto:%(support_email)s">na e bëni të ditur</a>!
tr: Sayfa bulunamadı. Buraya bir hata nedeniyle geldiğiniz kanısındaysanız lütfen <a href="mailto:%(support_email)s">bize bunu bildirin</a>
uk: Сторінку не знайдено. Якщо ви впевнені, що сталася якась помилка, будь ласка, <a href="mailto:%(support_email)s">повідомте нам про це</a>!

source: Freeing the Web, one face at a time!
cs: Osvobozujeme Web, jednu tvář po druhé!
es: Liberando la web, una cara a la vez!
eu: Aurpegiz aurpegi, sarea askatzen!
fr: La libération du Web, un visage à la fois !
it: Liberare il Web, una faccia alla volta
ja: ひとつの顔でウェブをフリーに!
pt_br: Libertando a internet, um rosto por vez!
sq: Çlirim i Web-it, një fytyrë në herë!
tr: Ağı özgürleştiriyoruz, tek tek her yüzle
uk: Робимо інтернет вільним, одне обличчя за одним!

source: Homepage
cs: Domovská stránka
es: Página web personal
eu: Webgune nagusia
fr: Accueil
ja: ホームページ
pt_br: Página inicial
ru: Домашняя страница
sq: Faqe Hyrëse
tr: Ana sayfa
uk: Домашня сторінка

source: freeing the web one face at a time
cs: osvobozujeme web, jednu tvář po druhé
es: liberando la web una cara cada vez
eu: aurpegiz aurpegi, sarea askatzen
fr: la libération du web, un visage à la fois
it: liberare il web una faccia alla volta
ja: ひとつの顔でウェブをフリーに
pt_br: libertando a internet um rosto por vez
sq: çlirim i Web-it, një fytyrë në herë
tr: ağı özgürleştiriyoruz, tek tek her yüzle
uk: робимо інтернет вільним, одне обличчя за одним

source: Profile
cs: Profil
es: Perfil
eu: Profila
fr: Profil
it: Profilo
ja: プロファイル
pt_br: Perfil
ru: Профиль
sq: Profil
tr: Profil
uk: Профіль

source: Contact Us
cs: Kontaktujte nás
es: Contáctenos
eu: Jarri gurekin harremanetan
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
pt_br: Entrar em contato
ru: Контакты
sq: Lidhuni Me Ne
tr: İrtibat
uk: Зв’язок з авторами

source: Logout
cs: Odhlásit se
es: Cerrar sesión
eu: Amaitu saioa
fr: Déconnexion
it: Chiudi sessione
ja: ログアウト
pt_br: Sair
ru: Выйти
sq: Dalje
tr: Çıkış
uk: Вийти

source: Login
cs: Přihlásit
es: Iniciar sesión
eu: Hasi saioa
fr: Connexion
it: Accesso
ja: ログイン
pt_br: Entrar
ru: Вход
sq: Hyrje
tr: Giriş
uk: Увійти

source: GNU Affero General Public License
eu: GNU Affero Lizentzia Publiko Orokorra (AGPL)
fr: Licence GNU Affero GPL
pt_br: Licença Pública Geral GNU Affero
ru: Лицензия GNU Affero GPL
sq: Leja GNU Affero General Public License
tr: GNU Affero Genel Kamu Lisansı
uk: Загальна громадська ліцензія GNU Affero

source: <b>%(site_name)s</b> is an avatar service running the <a href="https://launchpad.net/libravatar">Libravatar</a> software, version %(libravatar_version)s
es: <b>%(site_name)s</b> es un servicio de avatares que usa el software <a href="https://launchpad.net/libravatar">Libravatar</a>, versión %(libravatar_version)s
eu: <b>%(site_name)s</b> <a href="https://launchpad.net/libravatar">Libravatar</a> softwarearen %(libravatar_version)s bertsioa erabiltzen duen avatar zerbitzu bat da
fr: <b>%(site_name)s</b> est un service d'avatar utilisant le logiciel <a href="http://www.libravatar.org">Libravatar</a> , version %(libravatar_version)s
it: <b>%(site_name)s</b> è un servizio di avatar basato sul software <a href="https://launchpad.net/libravatar">Libravatar</a> versione %(libravatar_version)s
ja: <b>%(site_name)s</b> は<a href="https://launchpad.net/libravatar">Libravatar</a>ソフトウェア、バージョン %(libravatar_version)s で運用されるアバターサービスです。
pt_br: <b>%(site_name)s</b> é um serviço de avatar executando o software <a href="https://launchpad.net/libravatar">Libravatar</a>, versão %(libravatar_version)s
ru: <b>%(site_name)s</b> сервис аватаров, использующий программное обеспечение <a href="https://launchpad.net/libravatar">Libravatar,</a> версии %(libravatar_version)s
sq: <b>%(site_name)s</b> është shërbim avatarësh që bazohet te <a href="https://launchpad.net/libravatar">Libravatar</a>, version %(libravatar_version)s
tr: <b>%(site_name)s</b>, <a href="https://launchpad.net/libravatar">Libravatar</a> yazılımının %(libravatar_version)s sürümünü kullanan bir havari hizmetidir.
uk: <b>%(site_name)s</b> — служба надання аватарів, яка працює на основі <a href="https://launchpad.net/libravatar">Libravatar</a> версії %(libravatar_version)s

source: Flattr this!
cs: Oceňte nás!
es: ¡Apoya con Flattr!
eu: Flattr hau!
fr: Flattr
it: Dona con Flattr!
ja: Flattrします!
pt_br: Apoiar pelo Flattr!
ru: Помочь проекту через Flattr!
sq: Flattr-ojeni këtë!
tr: Bunu Flattr'la
uk: Повідомити на Flattr!

source: Error!
cs: Chyba!
eu: Errorea!
fr: Erreur !
it: Errore!
ja: エラー!
pt_br: Erro!
ru: Ошибка!
sq: Gabim!
tr: Hata!
uk: Помилка!

source: Libravatar has encountered an error.
cs: Ve službě Libravatar došlo k chybě.
es: Libravatar ha encontrado un error.
eu: Libravatar-ek errore bat aurkitu du.
fr: Libravatar a rencontré une erreur.
it: Libravatar ha incontrato un errore.
ja: Libravatarにエラーが発生しました。
pt_br: O Libravatar encontrou um erro.
ru: Libravatar обнаружил ошибку.
sq: Libravatar-i ndeshi në një gabim.
tr: Libravatar bir hata ile karşılaştı
uk: У Libravatar сталася якась помилка.

source: Back to your profile
cs: Zpět na váš profil
es: Volver a su perfil
eu: Itzuli zure profilera
fr: Retourner sur votre profil
it: Ritorna al tuo profilo
ja: あなたのプロファイルに戻る
pt_br: Voltar para o seu perfil
ru: Обратно в профиль
sq: Mbrapsht te profili juaj
tr: Profilinize dönüş
uk: Повернутися до профілю

source: Add a new email address
cs: Přidat nový email
es: Añadir una nueva dirección de correo
eu: Gehitu e-posta helbide berri bat
fr: Ajouter une nouvelle adresse de courriel
it: Aggiungi un nuovo indirizzo email
ja: 新しいメールアドレスを追加する
pt_br: Adicionar novo endereço de e-mail
ru: Добавить новый адрес электронной почты
sq: Shtoni një adresë email të re
tr: Yeni bir e-posta adresi ekle
uk: Додати нову адресу ел. пошти

source: If you have a <b>Persona</b> account, you can <a id="browserid-link" href="%(browserid_target)s">use it to add a new email address</a> to your profile.
it: Se hai un account <b>Persona</b>, puoi <a id="browserid-link" href="%(browserid_target)s">usarlo per aggiungere un nuovo indirizzo di posta elettronica</a> al tuo profilo.
sq: Nëse keni një llogari <b>Persona</b>, mund <a id="browserid-link" href="%(browserid_target)s">ta përdorni atë që të shtoni një adresë të re email</a> te profili juaj.
tr: Bir <b>Persona</b> hesabınız varsa, <a id="browserid-link" href="%(browserid_target)s">bunu profilinize yeni bir e-posta ilâve etmek için kullanabilirsiniz</a>.
uk: Якщо у вас є обліковий запис <b>Persona</b>, ви можете <a id="browserid-link" href="%(browserid_target)s">скористатися ним для додавання адреси електронної пошти</a> до вашого профілю.

source: Otherwise, type your email address in the box below and we will send you an email with a link to click on in order to verify that you own that email address.
cs: V opačném případě vyplňte email níže a my vám pošleme email s odkazem k ověření, že jste vlastníkem uvedené adresy.
es: También puede escribir su dirección de correo electrónico abajo. Nosotros le enviaremos un email con un enlace con el fin de verificar que es usted el dueño de esta dirección de correo electrónico.
eu: Bestela, idatzi zure e-posta helbidea azpiko kaxan eta klik egiteko esteka bat duen e-posta bat bidaliko dizugu e-posta helbide horren jabea zu zarela baieztatzeko.
fr: Sinon, entrez votre adresse de courriel dans la boîte ci-dessous et nous vous enverrons un courriel avec un lien à cliquer pour vérifier que vous possédez bel et bien cette adresse de courriel.
it: Altrimenti, digita il tuo indirizzo di posta elettronica nel campo sottostante e ti invieremo una email con un collegamento da visitare per verificare che tu possiedi quell'indirizzo di posta elettronica.
ja: そうでない場合、あなたのEメールアドレスを以下のテキストボックスに入力してください。あなたのEメールアドレスが有効であることを確認するため、私たちはクリックできるリンクを含んだメールを送信します。
pt_br: Caso contrário, digite seu endereço na caixa abaixo e nós enviaremos uma mensagem com um link que deve ser acessado para confirmar seu endereço.
ru: В противном случае, введите свой адрес электронной почты в поле ниже и мы вышлем вам электронное письмо со ссылкой для подтверждения того, что вы являетесь его владельцем.
sq: Në të kundërt, shtypni te kutia më poshtë adresën tuaj email dhe do t'ju dërgojmë një email me një lidhje të klikueshme që të verifikohet se jeni i zoti i kësaj adrese email.
tr: Aksi takdirde e-posta adresinizi aşağıdaki kutuya girin ve bu adresin size ait olduğunu doğrulamak için bağlantı içeren bir e-posta göndeririz size.
uk: Якщо такого облікового запису у вас немає, введіть адресу вашої електронної пошти у поле, розташоване нижче, і ми надішлемо вам посилання, перейшовши за яким ви підтвердите належність цього облікового запису електронної пошти вам.

source: Add
cs: Přidat
es: Añadir
eu: Gehitu
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить
sq: Shtoje
tr: Ekle
uk: Додати

source: Cancel
cs: Zrušit
es: Cancelar
eu: Utzi
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
ru: Отмена
sq: Anuloje
tr: İptal et
uk: Скасувати

source: Add a new OpenID
cs: Přidat nové OpenID
es: Añadir un nuevo OpenID
eu: Gehitu OpenID berri bat
fr: Ajouter un nouvel OpenID
it: Aggiungi un nuovo OpenID
ja: 新しいOpenIDを追加する
pt_br: Adicionar novo OpenID
ru: Добавить новый OpenID
sq: Shtoni një Open ID të Ri
tr: Yeni bir OpenID ekle
uk: Додати новий OpenID
