Repository: libravatar/libravatar-legacy
Catalog: po/libravatar/*.po
Languages: cs, es, eu, fr, it, ja, pt_br, ru, sq, tr, uk

source: This image is too big, the maximum size is %(max_size)s bytes.
cs: Tato fotografie je příliš velká, maximální velikost je %(max_size)s bytů.
es: Esta imagen es demasiado grande, el tamaño máximo es de %(max_size)s bytes.
eu: Irudi hau handiegia da, gehienezko tamaina %(max_size)s byte da.
fr: Cette photo est trop lourde. La taille maximale est de %(max_size)s octets.
it: Questa immagine è troppo grande, la grandezza massima è %(max_size)s bytes.
ja: このイメージは大きすぎます。許可される最大サイズは %(max_size)s バイトです。
pt_br: Esta imagem é muito grande; o tamanho máximo é %(max_size)s bytes.
ru: Это изображение является слишком большое, максимальный размер %(max_size)s байт.
sq: Kjo figurë është shumë e madhe, madhësia maksimum është %(max_size)s bajte.
tr: Bu resim çok büyük, azami boyut %(max_size)s bayttır.
uk: Це зображення є надто великим, максимальний розмір зображення — %(max_size)s байтів.

source: Please <a href="%(upload_url)s">upload</a> a smaller one.
cs: Prosíme <a href="%(upload_url)s">nahrajte</a> menší.
es: Por favor <a href="%(upload_url)s">cargue</a> uno más pequeño.
eu: Mesedez, <a href="%(upload_url)s">kargatu</a> txikiago bat.
fr: Veuillez en <a href="%(upload_url)s">téléverser</a> une autre plus petite.
it: <a href="%(upload_url)s">Caricane</a> una più piccola.
ja: より小さな写真を<a href="%(upload_url)s">アップロード</a>してください。
pt_br: Por favor, <a href="%(upload_url)s">envie</a> uma menor.
ru: Пожалуйста <a href="%(upload_url)s">загрузите</a> меньшее по размеру изображение.
sq: Ju lutemi, <a href="%(upload_url)s">ngarkoni</a> një më të vogël.
tr: Lütfen daha küçüğünü <a href="%(upload_url)s">yükleyin</a>.
uk: Будь ласка, <a href="%(upload_url)s">вивантажте</a> менше.

source: Photos imported into Libravatar
cs: Fotografie importované do služby Libravatar
es: Fotos importadas a Libravatar
eu: Libravatar-era inportatutako argazkiak
fr: Les photos ont été importées dans Libravatar.
it: Foto importate in Libravatar
ja: Libravatarに写真がインポートされました。
pt_br: Fotos importadas para o Libravatar
ru: Изображения, импортированные в Libravatar
sq: Foto të importuara te Libravatar
tr: Libravatar'a aktarılan fotoğraflar
uk: Фотографії, імпортовані до Libravatar

source: Photo import
cs: Import fotografií
es: Importar fotos
eu: Inportatu argazkia
fr: Importation de photo
it: Importazione foto
ja: 写真インポート
pt_br: Importar foto
ru: Импорт изображений
sq: Importim fotosh
tr: Fotoğraf içe aktarımı
uk: Імпортування фотографій

source: Photo(s) successfully imported.
cs: Fotografie úspěšně impartována(y)
es: Foto(s) satisfactoriamente importada(s).
eu: Argazkia(k) behar bezala inportatu d(ir)a.
fr: Photo(s) importées avec succès.
it: Foto importata/e con successo.
ja: 写真が正常にインポートされました。
pt_br: Foto(s) importada(s) com sucesso.
ru: Изображение(-я) успешно импортированы.
sq: Fotot u importuan me sukses.
tr: Fotoğraf(lar) başarıyla içe aktarıldı.
uk: Фотографії успішно імпортовано.

source: Photo import failed.
cs: Import fotografií selhal.
es: Falló la importación de la foto.
eu: Huts egin du argazkia inportatzeak.
fr: L'importation de photo a échouée.
it: Importazione foto non riuscita.
ja: 写真のアップロードに失敗しました。
pt_br: Falha ao importar foto
ru: Не удалось выполнить импорт изображений.
sq: Importimi i fotos dështoi.
tr: Fotoğraf içe aktarımı başarısız oldu.
uk: Не вдалося імпортувати фотографію.

source: Your Profile
fr: Votre profil
tr: Profiliniz

source: You have the following confirmed email addresses and OpenIDs:
cs: Máte tyto ověřené emaily a OpenID:
es: Las siguientes direcciones de correo electrónico y OpenIDs están confirmadas:
eu: Ondorengo baieztatutako e-posta helbide eta OpenIDak dauzkazu:
fr: Vous avez les adresses de courriel et les OpenID confirmés suivants :
it: Hai confermato i seguenti indirizzi di posta elettronica e OpenID:
ja: あなたには次の承認済みメールアドレスおよびOpenIDがあります:
pt_br: Você tem os seguintes endereços de e-mail e OpenIDs confirmados:
ru: Ваши подтверждённые адреса электронной почты и OpenIDs:
sq: Zotëroni adresat email dhe OpenID-të e ripohuara të mëposhtme:
tr: Bu teyit edilmiş e-posta adresleri ve OpenID'leriniz var:
uk: З вашим обліковим записом пов’язано такі підтверджені адреси електронної пошти та OpenID:

source: Change photo
cs: Změnit fotografii
es: Cambiar foto
eu: Aldatu argazkia
fr: Changer de photo
it: Cambia foto
ja: 写真を変更する
pt_br: Alterar foto
ru: Изменить изображение
sq: Ndryshoni foton
tr: Fotoğraf değiştir
uk: Змінити фотографію

source: Remove
cs: Odstranit
es: Quitar
eu: Ezabatu
fr: Enlever
it: Rimuovi
ja: 削除する
pt_br: Remover
ru: Удалить
sq: Hiqe
tr: Kaldır
uk: Вилучити

source: You have the following unconfirmed email addresses and OpenIDs:
cs: Máte tyto neověřené emaily a OpenID:
es: Usted tiene las siguientes direcciones de correo y OpenIDs sin confirmar:
eu: Ondorengo baieztatu gabeko e-posta helbide eta OpenIDak dauzkazu:
fr: Vous avez les adresses de courriel et les OpenID non-confirmés suivants :
it: Non hai confermato i seguenti indirizzi di posta elettronica e OpenID:
ja: あなたには次の未承認メールアドレスおよびOpenIDがあります:
pt_br: Você tem os seguintes endereços de e-mail e OpenIDs sem confirmação:
ru: Ваши неподтверждённые адреса электронной почты и OpenIDs:
sq: Zotëroni adresat email dhe OpenID-të e paripohuara të mëposhtme:
tr: Bu teyit edilmemiş e-posta adresleri ve OpenID'leriniz var:
uk: З вашим обліковим записом пов’язано такі непідтверджені адреси електронної пошти та OpenID:

source: Here are the photos you have uploaded/imported:
cs: Zde jsou fotografie, které jste nahráli/naimportovali:
es: Aquí están las fotos que usted a subido/importado:
eu: Hemen daude kargatu/inportatu dituzun argazkiak:
fr: Voici les photos que vous avez téléversées ou importées :
it: Qui ci sono le foto che hai caricato/importato:
ja: あなたがアップロード/インポートした写真です:
pt_br: Aqui estão as fotos que você enviou/importou
ru: Загруженные/импортированные вами изображения:
sq: Ja fotot që keni ngarkuar/importuarHere are the photos you have uploaded/imported:
tr: İşte yüklediğiniz/içe aktardığınız fotoğraflar:
uk: Ось список фотографій, які ви вивантажили або імпортували:

source: Uploaded on %(datetime)s
cs: Nahráno %(datetime)s
es: Subido en %(datetime)s
eu: %(datetime)s-(e)an kargatua
fr: Téléversée le %(datetime)s
it: Caricato il %(datetime)s
ja: アップロード日時: %(datetime)s
pt_br: Enviada em %(datetime)s
ru: Загружено %(datetime)s
sq: Ngarkuar më %(datetime)s
tr: %(datetime)s vaktinde yüklenmiş
uk: Вивантажено %(datetime)s

source: Upload a new photo
cs: Nahrát novou fotografii
es: Subir una foto nueva
eu: Kargatu argazki berri bat
fr: Téléverser une photo
it: Carica una nuova foto
ja: 新しい写真をアップロードする
pt_br: Enviar uma foto nova
ru: Загрузить новое изображение
sq: Nngarkoni foto të re
tr: Yeni bir fotoğraf yükle
uk: Вивантажити нову фотографію

source: Account settings
cs: Nastavení účtu
es: Configuración de la cuenta
eu: Kontuaren ezarpenak
fr: Paramètres du compte
it: Impostazioni profilo
ja: アカウント設定
pt_br: Configurações da conta
ru: Настройки учетной записи
sq: Rregullime llogarie
tr: Hesap ayarları
uk: Параметри облікового запису

source: Change your password
cs: Změnit heslo
es: Cambiar la contraseña
eu: Aldatu zure pasahitza
fr: Changer le mot de passe
it: Cambia la tua password
ja: あなたのパスワードを変更する
pt_br: Alterar sua senha
ru: Изменить пароль
sq: Ndërroni fjalëkalimin tuaj
tr: Parolanızı değiştirin
uk: Змінити ваш пароль

source: Set a password
cs: Nastavit heslo
es: Establecer una constraseña
eu: Ezarri pasahitz bat
fr: Ajout d'un mot de passe
it: Imposta una password
ja: パスワードを設定する
pt_br: Criar uma senha
ru: Установить пароль
sq: Caktoni fjalëkalim
tr: Parola tanımla
uk: Встановити пароль

source: Permanently delete your account
cs: Trvale smazat váš účet
es: Eliminar permanentemente tu cuenta
eu: Betirako ezabatu zure kontua
fr: Effacer votre compte de façons permanente
it: Cancella permanentemente il tuo account
ja: あなたのアカウントを完全に削除する
pt_br: Excluir permanentemente a sua conta
ru: Окончательно удалить учётную запись
sq: Fshini llogarinë tuaj përgjithmonë
tr: Hesabınızı daimi olarak silin
uk: Вилучити цей обліковий запис назавжди

source: Invalid verification key or email address.
cs: Chybný ověřovací klíč nebo email.
es: Clave de comprobación o dirección de correo-e no válidos.
eu: Baliogabeko egiaztapen gako edo e-posta helbidea.
fr: Clef de vérification ou adresse de courriel invalide.
it: Chiave di verifica o indirizzo di posta elettronica non valido
ja: 無効な確認キーまたはメールアドレスです。
pt_br: Chave de verificação ou endereço de e-mail inválido
ru: Неверный проверочный ключ или адрес электронной почты.
sq: Kyç ose adresë email verifikimi e pavlefshme.
tr: Geçersiz denetleme anahtarı ya da e-posta adresi.
uk: Некоректний ключ перевірки або некоректна адреса електронної пошти.

source: Maximum file size of %(max_size)s.
cs: Maximální velikost souboru %(max_size)s.
es: Tamaño máximo de archivo %(max_size)s
eu: Fitxategiaren gehienezko tamaina: %(max_size)s.
fr: Limite de taille de %(max_size)s.
it: Grandezza massima del file di %(max_size)s.
ja: %(max_size)s の最大ファイルサイズ
pt_br: Tamanho máximo do arquivo é %(max_size)s.
ru: Максимальный размер файла %(max_size)s.
sq: Madhësi maksimum kartele ngarkimi %(max_size)s.
tr: Azami dosya boyutu %(max_size)s.
uk: Максимальний розмір файла — %(max_size)s.

source: Upload
cs: Nahrát
es: Subir
eu: Kargatu
fr: Envoyer
it: Carica
ja: アップロード
pt_br: Enviar
ru: Закачать
sq: Ngarkoje
tr: Yükle
uk: Вивантажити

source: The original photo you uploaded is missing and so it cannot be cropped. Perhaps you have already cropped it or it was uploaded too long ago and has expired.
cs: Původně nahraná fotografie není dostupná, takže nemůže být oříznuta. Možná jste ji již ořízli nebo byla nahrána před delší dobou, takže její platnost již vypršela.
es: El original de la foto que usted ha subido está ausente, por tal motivo no puede ser recortada. Quizá ya la haya recortado, o fue subido hace demasiado tiempo y ha expirado.
eu: Kargatu zenuen jatorrizko argazkia falta da, eta ondorioz, ezin da moztu. Behar bada dagoeneko moztuta dago edo denbora asko igaro da kargatu zenuenetik eta iraungi egin da.
fr: La photo originale que vous avez envoyée n'est pas disponible et ne peut être rognée. Il est possible que vous l'ayiez déjà rognée ou qu'elle ait expiré.
it: La foto originale che hai caricato è mancante e quindi non può essere ritagliata. Forse l'hai già ritagliata o l'hai caricata troppo tempo fa ed è scaduta.
ja: あなたがアップロードしたオリジナルの写真が見つからないため、トリミングすることはできません。恐らく、あなたがすでにトリミングを終えたか、かなり以前にアップロードしたため、有効期限が切れている可能性があります。
pt_br: A foto original que você enviou não está mais disponível e por isso não pode ser cortada. Talvez você já a tenha cortado ou ela foi enviada há muito tempo e já expirou.
sq: Mungon ose nuk mund të qethet fotoja origjinale që ngarkuat. Ndoshta e keni qethur tashmë ose ka qenë ngarkuar shumë kohë më parë dhe ka skaduar.
tr: Yüklediğiniz orijinal fotoğraf eksik, dolayısıyla kırpılamaz. Belki de siz onu zaten kırptınız ya da yüklenmesi çok eski ve ömrünü doldurmuş olabilir.
uk: Початкову вивантажену вами фотографію втрачено, отже її неможливо обрізати. Ймовірно, ви вже обрізали її або вивантажили фотографію так давно, що термін її зберігання сплив.

source: OpenID error:
cs: Chyba OpenID:
es: Error de OpenID:
eu: OpenID errorea:
fr: Erreur OpenID :
it: Errore OpenID:
ja: OpenIDエラー:
pt_br: Erro com OpenID:
ru: Ошибка OpenID:
sq: Gabim OpenID:
tr: OpenID hatası:
uk: Помилка OpenID:

source: Libravatar OpenID Login
cs: Libravatar OpenID přihlášení
es: Autenticación con Libravatar OpenID
eu: Libravatar OpenID saio hasiera
fr: Connexion OpenID à Libravatar
it: Accedi a Libravatar con OpenID
ja: Libravatar OpenIDログイン
pt_br: Identificação com OpenID do Libravatar
ru: Вход на Libravatar по OpenID
sq: Hyrje me OpenID Libravatar-i
tr: Libravatar OpenID Girişi
uk: Вхід до Libravatar за допомогою OpenID

source: OpenID Login
cs: OpenID přihlašovací jméno
es: Autenticación con OpenID
eu: OpenID saio hasiera
fr: Connexion OpenID
it: Accedi con OpenID
ja: OpenIDログイン
pt_br: Identificação com OpenID
ru: Вход по OpenID
sq: Hyrje Me OpenID
tr: OpenID Girişi
uk: Вхід за допомогою OpenID

source: Please correct errors below:
cs: Prosíme napravte tyto chyby:
es: Por favor, corrija los errores debajo:
eu: Mesedez, zuzendu errore hauek:
fr: Veuillez corriger les erreurs suivantes :
it: Correggi gli errori sottostanti:
ja: 以下のエラーを訂正してください。
pt_br: Por favor, corrija os erros abaixo:
ru: Исправьте ошибки:
sq: Ju lutemi, ndreqni gabimet e mëposhtme:
tr: Lütfen aşağıdaki hataları düzeltin:
uk: Будь ласка, виправте вказані нижче помилки:

source: You'd rather use a regular account?
cs: Neměli byste raději použít správný účet?
es: ¿Desea utilizar una cuenta regular?
eu: Nahiago duzu kontu arrunt bat erabiltzea?
fr: Préférez-vous utiliser un compte normal ?
it: Preferiresti usare un profilo normale
ja: 標準アカウントを使用しますか?
pt_br: Você prefere usar uma conta regular?
sq: Do të përdornit më mirë një llogari të rregullt?
tr: Klasik bir hesabı mı tercih ediyorsunuz?
uk: Бажаєте скористатися звичайним обліковим записом?

source: That's fine, just use <a href="%(login_url)s">this login form</a> instead.
cs: To je v pořádku, jen použijte <a href="%(login_url)s">tento přihlašovací formulář</a>.
es: Está bien, usa <a href="%(login_url)s">este formulario de inicio de sesión</a>.
eu: Ondo, erabili <a href="%(login_url)s">saio hasiera formulario hau</a> orduan.
fr: Dans ce cas, utilisez <a href="%(login_url)s">ce formulaire de connexion</a>.
it: Va bene, usa semplicemente <a href="%(login_url)s">questo modulo di accesso</a>.
ja: ありがとうございます。代わりに、<a href="%(login_url)s">このログインフォーム</a> を使います。
pt_br: Tudo bem, basta usar <a href="%(login_url)s">este formulário</a>.
sq: Pa problem, thjesht përdorni <a href="%(login_url)s">këtë formular hyrjeje</a>.
tr: Bu sorun değil, <a href="%(login_url)s">bu giriş formunu</a> kullanmanız yeterlidir.
uk: Добре, просто скористайтеся <a href="%(login_url)s">цією формою для входу до системи</a>.

source: federated avatar hosting service
cs: Služba pro hostování avatarů
es: servicio de hosteo de avatar federado
eu: federatutako avatar ostatatze zerbitzua
fr: hébergement fédéré d'avatars
it: servizio di hosting federato per avatar
ja: 統合アバターホスティングサービス
pt_br: serviço de hospedagem de avatar federado
sq: shërbime të federuara strehimi avatarësh
tr: federe havari barındırma hizmeti
uk: інтегрована служба зберігання аватарів

source: Create a <a href="%(new_account_url)s">free account</a>
cs: Vytvořit <a href="%(new_account_url)s">účet zdarma</a>
es: Crear una <a href="%(new_account_url)s">cuenta gratuita</a>
eu: Sortu <a href="%(new_account_url)s">doako kontu</a> bat
fr: Ouvrir un <a href="%(new_account_url)s">compte gratuit</a>
it: Crea un <a href="%(new_account_url)s">profilo gratutio</a>
ja: <a href="%(new_account_url)s">フリーアカウント</a>を作成する
pt_br: Crie uma <a href="%(new_account_url)s">conta gratuita</a>
sq: Krijoni një <a href="%(new_account_url)s">llogari falas</a>
tr: <a href="%(new_account_url)s">Ücretsiz hesap</a> oluşturun
uk: Створіть <a href="%(new_account_url)s">безкоштовний обліковий запис</a>

source: Download the <a href="https://code.launchpad.net/libravatar">source code</a>
cs: Stáhnout <a href="https://code.launchpad.net/libravatar">zdrojový kód</a>
es: Descarga el <a href="https://code.launchpad.net/libravatar">código fuente</a>
eu: Deskargatu <a href="https://code.launchpad.net/libravatar">iturburu kodea</a>
fr: Télécharger le <a href="https://code.launchpad.net/libravatar">code source</a>
it: Scarica il <a href="https://code.launchpad.net/libravatar">codice sorgente</a>
ja: <a href="https://code.launchpad.net/libravatar">ソースコード</a>をダウンロードする
pt_br: Baixe o <a href="https://code.launchpad.net/libravatar">código-fonte</a>
sq: Shkarkoni <a href="https://code.launchpad.net/libravatar">kodin burim</a>
tr: <a href="https://code.launchpad.net/libravatar">Kaynak kodu</a> indirin
uk: Отримайте <a href="https://code.launchpad.net/libravatar">код бібліотеки</a>

source: File <a href="https://bugs.launchpad.net/libravatar">bugs</a> or ask <a href="https://answers.launchpad.net/libravatar">questions</a>
cs: Nahlašte <a href="https://bugs.launchpad.net/libravatar">chybu</a> nebo se nás <a href="https://answers.launchpad.net/libravatar">zeptejte</a>
es: <a href="https://bugs.launchpad.net/libravatar">Informa de errores</a> o <a href="https://answers.launchpad.net/libravatar">realiza una pregunta</a>
eu: <a href="https://bugs.launchpad.net/libravatar">Eman erroreen berri</a> edo <a href="https://answers.launchpad.net/libravatar">argitu zure zalantzak</a>
fr: Rapporter un <a href="https://bugs.launchpad.net/libravatar">bogue</a> ou poser une <a href="https://answers.launchpad.net/libravatar">question</a>
it: Inserisci dei <a href="https://bugs.launchpad.net/libravatar">bug</a> o fai delle <a href="https://answers.launchpad.net/libravatar">domande</a>
ja: <a href="https://bugs.launchpad.net/libravatar">バグ</a> を報告する、または<a href="https://answers.launchpad.net/libravatar">質問</a>する
pt_br: Relate <a href="https://bugs.launchpad.net/libravatar">bugs</a> ou faça <a href="https://answers.launchpad.net/libravatar">perguntas</a>
sq: Raportoni <a href="https://bugs.launchpad.net/libravatar">të meta</a> ose bëni <a href="https://answers.launchpad.net/libravatar">pyetje</a>
tr: <a href="https://bugs.launchpad.net/libravatar">Hata</a> rapor edin veya soru <a href="https://answers.launchpad.net/libravatar">sorun</a>
uk: Надішліть <a href="https://bugs.launchpad.net/libravatar">звіт про ваду</a> або задайте <a href="https://answers.launchpad.net/libravatar">питання</a>

source: Read our <a href="http://wiki.libravatar.org">wiki</a> or <a href="http://blog.libravatar.org">blog</a>
cs: Přečtěte si naší <a href="http://wiki.libravatar.org">wiki</a> nebo <a href="http://blog.libravatar.org">blog</a>
eu: Irakurri gure <a href="http://wiki.libravatar.org">wikia</a> edo <a href="http://blog.libravatar.org">bloga</a>
ja: 私たちの<a href="http://wiki.libravatar.org">wiki</a>、または<a href="http://blog.libravatar.org">blog</a>ブログを閲覧する
pt_br: Leia nossa <a href="http://wiki.libravatar.org">wiki</a> ou <a href="http://blog.libravatar.org">blog</a>
sq: Lexoni <a href="http://wiki.libravatar.org">wiki</a> or <a href="http://blog.libravatar.org">blogun</a> tonë
tr: <a href="http://wiki.libravatar.org">Vikimizi</a> veya <a href="http://blog.libravatar.org">günlüğümüzü</a> okuyun
uk: Ознайомтеся з нашою <a href="http://wiki.libravatar.org">вікі</a> або <a href="http://blog.libravatar.org">дописами у блозі</a>

source: Follow us on <a href="http://identi.ca/libravatar">Identica</a>
cs: Sledujte nás na <a href="http://identi.ca/libravatar">Identica</a>
eu: Jarrai gaitzazu <a href="http://identi.ca/libravatar">Identica-n</a>
ja: <a href="http://identi.ca/libravatar">Identica</a>で私たちをフォローする
pt_br: Siga-nos no <a href="http://identi.ca/libravatar">Identica</a>
sq: Na ndiqni në <a href="http://identi.ca/libravatar">Identica</a>
tr: Bizi <a href="http://identi.ca/libravatar">Identica</a>'da takip edin
uk: Слідкуйте за подіями у <a href="http://identi.ca/libravatar">Identica</a>

source: Contribute!
cs: Zapojte se!
es: ¡Contribuye!
eu: Lagundu!
fr: Participez !
it: Contribuisci!
ja: ご協力ください!
pt_br: Contribua!
ru: Внесите свой вклад!
sq: Kontribuoni!
tr: İştirâk edin!
uk: Взяти участь!

source: Libravatar is a service which delivers your avatar (profile picture) to other websites. If you <a href="%(new_account_url)s">create an account</a> with us, your photo could start popping up next to forum posts or blog comments on any site where you left your email address.
cs: Libravatar je služba, která poskytuje vašeho avatara (profilovou fotografii) ostatním webovým službám. Pokud si <a href="%(new_account_url)s">vytvoříte účet</a>, vaše fotografie se začne zobrazovat u vašich příspěvků na webových fórech, u vašich komentářů u blogů nebo na všech serverech, kde zanecháte svůj email.
es: Libravatar es un servicio que ofrece tu avatar (imagen de perfil) a otras páginas web. Si usted <a href="%(new_account_url)s">crea una cuenta</a> con nosotros, la foto podría comenzar a aparecer junto a los mensajes en los foros o los comentarios de blogs de cualquier sitio donde haya dejado su dirección de correo electrónico.
eu: Libravatar beste webguneei zure avatar-a (profileko argazkia) eskaintzen dien zerbitzua da. <a href="%(new_account_url)s">Kontu bat sortzen baduzu</a>, zure argazkia agertuko da zure e-posta helbidea erabiltzen duzun foro edo blogetako iruzkinetan.
fr: Libravatar est un service de stockage de votre avatar (ou photo de profil) dans le but de l'utiliser sur d'autres sites web. Si vous <a href="%(new_account_url)s">ouvrez un compte</a> chez nous, votre photo pourra commencer à apparaître aux côtés des messages et commentaires laissés sur tous les sites qui vont demander votre adresse électronique.
it: Libravatar è un servizio che invia il tuo avatar (immagine del profilo) ad altri siti web. Se <a href="%(new_account_url)s">crei un profilo</a> da noi, le tue foto potrebbero iniziare a comparire vicino a post nei forum o commenti su blog o in ogni altro sito dove hai lasciato il tuo indirizzo email.
ja: Libravatarはあなたのアバター (プロファイル写真) を他のウェブサイトに配信するためのサービスです。あなたが<a href="%(new_account_url)s">アカウントを作成</a> した場合、あなたのメールアドレスを置いたサイトにおいて、フォーラム投稿またはブログコメント等の横にあなたの写真を表示することができます。
pt_br: Libravatar é um serviço que fornece seu avatar (foto de perfil) para outros websites. Se você <a href="%(new_account_url)s">criar uma conta</a> conosco, sua foto pode começar a aparecer próximo a postagens ou comentários em blogs ou qualquer outro site onde você deixar seu endereço de e-mail.
sq: Libravatar-i është një shërbim që u shërben avatarët (foto profili) tuaj site-eve të tjerë web. Nëse <a href="%(new_account_url)s">krijoni një llogari</a> te ne, fotoja juaj do të fillojë të shfaqet në krah të postimeve në forume ose komente blogu në çfarëdo site-i ku keni dhënë adresën tuaj email.
tr: Libravatar diğer sitelere havarinizi (profil fotoğrafı) aktaran bir hizmettir. <a href="%(new_account_url)s">Sitemizde bir hesap açarsanız</a>, fotoğrafınız forum mesajları ya da blog yorumlarınızın karşısında, e-postanızı bıraktığınız her sitede görüntülenebilecektir.
uk: Libravatar — служба, яка надає ваш аватар (зображення для профілю) іншим сайтам. Якщо ви <a href="%(new_account_url)s">створите обліковий запис</a> у нас, вашу фотографію буде показано поряд з вашими дописами на форумах або у коментарях до дописів у блогах на всіх сайтах, де ви вказали вашу адресу електронної пошти.

source: <a href="http://wiki.libravatar.org/description/">Read more...</a>
cs: <a href="http://wiki.libravatar.org/description/">Číst dále...</a>
eu: <a href="http://wiki.libravatar.org/description/">Irakurri gehiago...</a>
ja: <a href="http://wiki.libravatar.org/description/">詳細 ...</a>
pt_br: <a href="http://wiki.libravatar.org/description/">Leia mais...</a>
sq: <a href="http://wiki.libravatar.org/description/">Lexoni më tepër...</a>
tr: <a href="http://wiki.libravatar.org/description/">Dahası...</a>
uk: <a href="http://wiki.libravatar.org/description/">Дізнатися більше…</a>

source: Federated Open Source Service
cs: Open source služba
es: Servicio Federado de Código Abierto (Open Source)
eu: Kode Irekiko Zerbitzu Federatua
fr: Service fédéré libre
it: Servizio Open Source Federato
ja: 統合オープンソースサービス
pt_br: Serviço de Código Aberto Federado
sq: Shërbime të Federuara Me Burim të Hapët
tr: Federe Açık Kaynak Hizmet
uk: Інтегрована служба з відкритим кодом
