Repository: libravatar/libravatar-legacy
Catalog: po/libravatar/*.po
Languages: cs, es, eu, fr, it, ja, pt_br, ru, sq, tr, uk

source: Once you have confirmed this OpenID URL, you will be able to log into your account using that OpenID URL.
cs: Jakmile potvrdíte toto OpenID URL, budete se moci přihlásit do svého účtu pomocí tohoto OpenID URL.
es: Una vez haya confirmado esta URL de OpenID, usted podrá iniciar sesión en su cuenta usando esa URL de OpenID.
eu: OpenID URL hau baieztatzean, zure kontuan saioa hasteko gai izango zara OpenID URL hori erabiliz.
fr: Une fois cet identifiant OpenID confirmé, vous serez en mesure de l'utiliser lors de votre connexion.
it: Una volta che hai confermato questo URL OpenID, potrai accedere il tuo account usando quell'URL OpenID.
ja: このOpenID URIを承認した後、あなたのアカウントにOpenID URIを使用してログインすることができます。
pt_br: Uma vez que você tiver confirmado o endereço deste OpenID, você será capaz de entrar em sua conta usando esse OpenID.
ru: Как только вы подтвердите этот адрес OpenID, вы сможете входить с помощью него в вашу учётную запись.
sq: Pasi të keni ripohuar këtë URL OpenID-je, do të jeni në gjendje të hyni te llogaria juaj duke përdorur këtë URL OpenID-je.
tr: Bu OpenID adresini teyit ettiğinizde hesabınıza bu OpenID adresini kullanarak giriş yapabileceksiniz.
uk: Щойно цю адресу OpenID буде підтверджено, ви зможете увійти до вашого облікового запису за допомогою адреси OpenID.

source: You will be redirected to the authorisation page for the provider. If the process fails, you can remove the ID from this list and try adding it again.
cs: Budete přesměrování na autorizační stránku poskytovatele. Pokud proces selže, můžete odstranit toto ID ze seznamu a zkusit jej znovu přidat.
es: Será redirigido a la página de autorización del proveedor. Si el proceso falla, puede remover el ID de la lista y probar agregándolo nuevamente.
eu: Zure hornitzailearen autorizazio orrira birbideratua izango zara. Prozesuak huts egiten badu, IDa zerrendatik kendu eta berriz gehitzen saiatu zaitezke.
fr: On vous redirigera vers la page d'autorisation de votre source OpenID. Si le processus échoue, veuillez retirer l'adresse OpenID de cette liste et l'ajouter à nouveau.
it: Sarai inviato alla pagina di autorizzazione del provider. Se il processo fallirà, potrai rimuovere l'ID dalla lista e provare ad aggiungerlo di nuovo.
ja: あなたはプロバイダの認証ページにリダイレクトされます。正常にリダイレクトされない場合、このリストからIDを削除した後、再度お試しください。
pt_br: Você será redirecionado para a página de autorização do provedor. Caso esse processo falhe, você poderá remover o ID dessa lista e tentar adicioná-lo novamente.
ru: Вы будете перенаправлены на страницу авторизации. Если не удаётся пройти авторизацию, можно удалить OpenID из этого списка и снова добавить его.
sq: Do të ridrejtoheni te faqja e autorizimit për mundësuesin. Nëse procesi dështon, mundeni ta hiqni nga lista ID-në dhe të provoni ta shtoni sërish.
tr: Sağlayıcının izin sayfasına yönlendirileceksiniz. İşlem başarısız olursa bu kimliği listeden kaldırıp yeniden eklemeyi deneyebilirsiniz.
uk: Ви перейдете до сторінки розпізнавання надавача ідентифікатора. Якщо пройти розпізнавання не вдасться, ви можете вилучити ідентифікатор зі списку і спробувати додати його ще раз.

source: Redirecting to OpenID Provider...
cs: Přesměrovávám k poskytovateli OpenID...
es: Redirigiendo al proveedor de OpenID...
eu: OpenID hornitzailera birbideratzen
fr: Redirection vers la source OpenID...
it: Reindirizzamento al Provider OpenID in corso...
ja: OpenIDプロバイダへリダイレクト ...
pt_br: Redirecionando para o provedor OpenID...
ru: Перенаправление на страницу провайдера OpenID...
sq: Po ridrejdohet te Mundësuesi i OpenID-ve...
tr: OpenID sağlayıcısına yönlendiriliyorsunuz...
uk: Перехід на сторінку надавача OpenID…

source: Libravatar will attempt to verify your OpenID credentials. You may be asked by your OpenID provider to login and authorise this check.
cs: Služba Libravatar se pokusí ověřit vaše OpenID údaje. Můžete být vaším OpenID poskytovatelem požádáni o přihlášení a autorizaci tohoto ověření.
es: Libravatar intentará verificar sus credenciales de OpenID. Puede que su proveedor de OpenID le solicite que inicie la sesión y autorice esta comprobación.
eu: Libravatar zure OpenID kredentzialak egiaztatzen saiatuko da. Baliteke zure OpenID hornitzaileak saioa hasi eta egiaztapen hau baimentzeko eskatzea.
fr: Libravatar va tenter de vérifier votre identité OpenID. Votre source OpenID vous demandera peut-être de vous identifier et d'autoriser cette vérification.
it: Libravatar tentera di verificare le tue credenziali OpenID. Il tuo provider OpenID ti potrebbe chiedere di accedere e autorizzare questo controllo.
ja: LibravatarはあなたのOpenID認証情報の確認を試みます。このチェックを許可するため、あなたのOpenIDプロバイダよりログインを求められます。
pt_br: Libravatar tentará verificar suas credenciais OpenID. Você poderá ser requisitado pelos seu provedor para identificar-se e autorizar essa verificação.
sq: Libravatar-i do të përpiqet të verifikojë kredencialet tuaj OpenID. Nga mundësuesi juaj i OpenID-së mund t'ju kërkohet të bëni hyrjen dhe të autorizoni këtë kontroll.
tr: Libravatar OpenID bilgilerini teyit etmeye çalışacaktır. OpenID sağlayıcınız tarafından giriş yapıp bu kontrole izin vermeniz istenebilir.
uk: Libravatar спробує перевірити ваші реєстраційні дані OpenID. Можливо, надавач OpenID попросить вас увійти до системи і підтвердити цю перевірку.

source: Depending on the provider, this operation <b>may take up to a minute</b>. If it takes longer than that, go <a href="%(profile_url)s">back to your profile</a>, remove the OpenID URL and try adding it again.
cs: V závislosti na poskytovateli může tato operace <b>trvat až minutu</b>. Pokud to bude trvat déle, vraťte se <a href="%(profile_url)s">zpět do vašeho profilu</a>, odstraňte OpenID URL a zkuste jej přidat znovu.
es: Dependiendo del proveedor, esta operación <b>puede demorar hasta un minuto</b>. Si demora más tiempo que eso, <a href="%(profile_url)s">vuelva a su perfil</a>, elimine la URL de OpenID e intente añadirla nuevamente.
eu: Hornitzailearen arabera, eragiketa honek <b>minutu bat iraun dezake</b>. Gehiago luzatzen bada, joan <a href="%(profile_url)s">zure profilera</a>, kendu OpenID URLa eta saiatu berriro gehitzen.
fr: Tout dépendant de la source OpenID, cette opération <b>pourrait prendre jusqu'à une minute</b>. Si le délais est plus long, veuillez <a href="%(profile_url)s">retourner vers votre profile</a>, enlever l'adresse OpenID et réessayer en l'ajoutant à nouveau.
it: Questa operazione, dipendente dal provider, <b>potrebbe durare fino a un minuto</b>. Se ci mette di più, torna <a href="%(profile_url)s">al tuo profilo</a>, rimuovi l'URL OpenID e riprova ad aggiungerlo.
ja: プロバイダによって、この処理に<b>長時間を要する場合があります</b>。その場合、<a href="%(profile_url)s">あなたのプロファイル</a>に戻った後、OpenID URIを削除して再度お試しください。
pt_br: Dependendo do seu provedor, essa operação <b>pode levar até um minuto</b>. Se demorar mais que isso, <a href="%(profile_url)s">volte para o seu perfil</a>, remova o OpenID e tente adicioná-lo novamente.
sq: Në varësi të mundësuesit, ky veprim <b>mund të dojë deri në një minutë</b>. Nëse zgjat më shumë se kaq, kthehuni <a href="%(profile_url)s">mbrapsht te profili juaj</a>, hiqeni URL-në OpenID dhe provoni ta shtoni sërish.
tr: Sağlayıcıya dayalı olarak bu işlem <b>bir dakikaya kadar sürebilir</b>. Daha fazla sürerse go <a href="%(profile_url)s">profilinize dönüp</a> OpenID adresini kaldırmayı ve tekrar eklemeyi deneyin.
uk: Залежно від надавача, ця дія <b>може тривати близько хвилини</b>. Якщо протягом хвилини нічого не відбулося, <a href="%(profile_url)s">поверніться до вашого профілю</a>, виулчіть адресу OpenID і спробуйте додати її ще раз.

source: Verify credentials
cs: Ověřit údaje
es: Verificar credenciales
eu: Egiaztatu kredentzialak
fr: Vérification d'identité
it: Conferma credenziali
ja: 認証情報を確認する
pt_br: Verificar credenciais
sq: Verifiko kredencialet
tr: Bilgileri kontrol et
uk: Перевірка реєстраційних даних

source: Choose a photo for %(email_address)s
cs: Vyberte fotografii pro %(email_address)s
es: Elija una foro para %(email_address)s
eu: Aukeratu argazki bat %(email_address)s-(e)ntzat
fr: Choisir une photo pour %(email_address)s
it: Scegli una foto per %(email_address)s
ja: %(email_address)s の写真を選択する
pt_br: Escolher uma foto para %(email_address)s
ru: Выбрать изображение для %(email_address)s
sq: Zgjidhni një foto për %(email_address)s
tr: %(email_address)s için bir fotoğraf seçin
uk: Виберіть фотографію для %(email_address)s

source: You need to <a href="%(upload_url)s">upload some photos</a> first!
cs: Musíte napřed <a href="%(upload_url)s">nahrát nějaké fotografie</a>!
es: ¡Necesita <a href="%(upload_url)s">subir algunas fotos</a> antes!
eu: <a href="%(upload_url)s">Zenbait argazki kargatu</a> behar dituzu lehenik!
fr: Vous devez commencer par <a href="%(upload_url)s">envoyer des photos</a>.
it: Devi <a href="%(upload_url)s">caricare qualche foto</a> prima!
ja: あなたは最初に<a href="%(upload_url)s">写真をアップロード</a>する必要があります!
pt_br: Você precisa <a href="%(upload_url)s">enviar algumas fotos</a> antes!
ru: Сначала вам нужно <a href="%(upload_url)s">загрузить несколько изображений</a>! сначала!
sq: Së pari, lypset të <a href="%(upload_url)s">ngarkoni ca foto</a>!
tr: Evvela <a href="%(upload_url)s">biraz fotoğraf</a> yüklemeniz gerekiyor!
uk: Спочатку слід <a href="%(upload_url)s">вивантажити якісь фотографії</a>!

source: Here are the pictures you have uploaded, click on the one you wish to associate with this email address:
cs: Zde jsou vámi nahrané fotografie. Klikněte na fotografii, kterou chcete přiřadit k tomuto emailu.
es: Estas son las fotos que ha subido, haga clic en la que desea asociar con esta dirección de correo:
eu: Hemen daude kargatu dituzun argazkiak, klikatu e-posta honekin lotu nahi duzunaren gainean:
fr: Voici les photos disponibles dans votre compte. Cliquez sur celle que vous désirez associer avec cette adresse de courriel :
it: Qui ci sono le immagini che hai caricato, fai click su quella che vuoi associare a questo indirizzo email
ja: あなたがアップロードした写真です。あなたがこのメールアドレスと関連付けたい写真を1つ選択してください:
pt_br: Aqui estão as fotos que você enviou; clique na que você deseja associar a esse endereço e e-mail:
ru: Здесь представлены изображения, которые вы загрузили, нажмите на ту из них, которую вы хотите ассоциировать с этим адресом электронной почты:
sq: Ja figurat që keni ngarkuar, klikoni mbi atë që dëshironi të përshoqëroni me këtë adresë email:
tr: İşte yüklediğiniz fotoğraflar, bu e-posta adresi ile ilişkilendirmek istediğinizi tıklayın.
uk: Тут наведено список вивантажених вами зображень. Натисніть на одному з них, якщо ви хочете пов’язати натиснене зображення з цією адресою електронної пошти:

source: (current)
cs: (stávající)
es: (actual)
eu: (unekoa)
fr: (courante)
it: (attuale)
ja: (現在)
pt_br: (atual)
ru: (текущая)
sq: (e tanishmja)
tr: (güncel)
uk: (поточне)

source: None
cs: Žádné
es: Ninguno
eu: Bat ere ez
fr: Aucune
it: Nessuno
ja: なし
pt_br: Nenhuma
ru: Нет
sq: Asnjë
tr: Hiçbiri
uk: Немає

source: Choose a photo for %(openid_url)s
cs: Vyberte fotografii pro %(openid_url)s
es: Elija una foto para %(openid_url)s
eu: Aukeratu argazki bat %(openid_url)s-(r)ntzat
fr: Choisissez une photo pour %(openid_url)s
it: Scegli una foto per %(openid_url)s
ja: %(openid_url)s の写真を選択する
pt_br: Escolha uma foto para %(openid_url)s
ru: Выбрать фото для %(openid_url)s
sq: Zgjidhni një foto për %(openid_url)s
tr: %(openid_url)s için bir fotoğraf seçin
uk: Виберіть фотографію для %(openid_url)s

source: Here are the pictures you have uploaded, click on the one you wish to associate with this OpenID:
cs: Zde jsou vámi nahrané fotografie. Klikněte na fotografii, kterou chcete přiřadit k tomuto OpenID.
es: Estas son las fotos que ha subido, haga clic en la que desea asociar con este OpenID:
eu: Hemen daude kargatu dituzun argazkiak, klikatu OpenID honekin lotu nahi duzunaren gainean:
fr: Voici les photos disponibles dans votre compte. Cliquez sur celle que vous désirez associer avec cet OpenID :
it: Qui ci sono le immagini che hai caricato, fai click su quella che vuoi associare a questo OpenID
ja: あなたがアップロードした写真です。あなたがこのOpenIDと関連付けたい写真を1つ選択してください:
pt_br: Aqui estão as fotos que você enviou; clique na que você deseja associar a esse OpenID:
sq: Ja figurat që keni ngarkuar, klikoni mbi atë që dëshironi të përshoqëroni me këtë adresë OpenID:
tr: İşte yüklediğiniz fotoğraflar, bu OpenID ile ilişkilendirmek istediğinizi tıklayın.
uk: Тут наведено список вивантажених вами зображень. Натисніть на одному з них, якщо ви хочете пов’язати натиснене зображення з цим OpenID:

source: This email address already exists in a user account.
cs: Tento email již ve vašem účtu existuje.
es: Esta dirección de correo ya existe en una cuenta de usuario.
eu: E-posta hau dagoeneko existitzen da erabiltzaile-kontu batean.
fr: Cette adresse de courriel existe déjà dans un compte utilisateur.
it: Questo indirizzo di posta elettronica esiste già in un profilo utente.
ja: このメールアドレスはすでにユーザアカウントに登録されています。
pt_br: Este endereço de e-mail já existe em uma conta de usuário.
ru: Этот адрес электронной почты уже существует в учетной записи пользователя.
sq: Kjo adresë email gjenden një herë te një llogari përdoruesi.
tr: Bu e-posta adresi hâlihazırda bir kullanıcı hesabında mevcuttur.
uk: Цю адресу електронної пошти вже вказано у обліковому записі користувача.

source: Invalid BrowserID assertion.
cs: Chybné potvrzení BrowserID.
eu: Browser ID baieztapen baliogabea.
it: Asserzione BrowserID non valida
ja: 無効なBrowserID前提条件です。
pt_br: Afirmação do BrowserID inválida.
sq: Pohim i Pavlefshëm BrowserID.
tr: Geçersiz BrowserID belirtmesi.
uk: Некоректний формат BrowserID.

source: Error:
cs: Chyba:
eu: Errorea:
it: Errore:
ja: エラー:
pt_br: Erro:
ru: Ошибка:
sq: Gabim:
tr: Hata:
uk: Помилка:

source: Missing BrowserID assertion. An assertion must be sent to the server via a POST request.
cs: Chybějící potvrzení BrowserID. Potvrzení musí být odesláno na server prostřednictvím POST požadavku.
eu: BrowserID baieztapena falta da. Baieztapen bat bidali behar da zerbitzarira POST eskaera baten bidez.
it: Asserzione BrowserID mancante. Un asserzione deve essere inviata al server attraverso una richiesta POST.
ja: BrowserID前提条件がありません。前提条件はPOSTリクエスト経由でサーバ宛に送信される必要があります。
pt_br: Afirmação do BrowserID faltando. Uma afirmação deve ser enviada ao servidor via requisição POST.
sq: Mungon pohimi BrowserID. Pohimi duhet dërguar te shërbyesi përmes një kërkese POST.
tr: Eksik BrowserID belirtmesi. Bir POST talebi vasıtasıyla sunucuya bir belirtme gönderilmelidir.
uk: Не вказано даних BrowserID. Ці дані має бути надіслано на сервер за допомогою запиту POST.

source: Persona authentication failed. Please try again later.
sq: Mirëfilltësimi përmes Persona-sh dështoi. Ju lutem, riprovoni më vonë.
tr: Persona doğrulaması başarısız oldu. Lütfen daha sonra tekrar deneyiniz.
uk: Спроба розпізнавання за профілем завершилася невдало. Повторіть спробу пізніше.

source: Crop photo
cs: Oříznout fotografii
es: Recortar la foto
eu: Moztu argazkia
fr: Rogner la photo
it: Ritaglia la foto
ja: 写真をトリミングする
pt_br: Cortar foto
ru: Кадрирование изображения
sq: Qetheni foton
tr: Fotoğrafı kırp
uk: Обрізати фотографію

source: Draw a square around the portion of the image you want to use:
fr: Dessinez un carré autour de la partie de l'image que vous voulez utiliser :
tr: Resmin kullanmak istediğiniz alanı etrafına bir kare çiziniz:

source: Crop
cs: Oříznout
es: Recortar
eu: Moztu
fr: Rogner
it: Ritaglia
ja: トリミングする
pt_br: Cortar
ru: Кадрировать
sq: Qethe
tr: Kırp
uk: Обрізати

source: Delete your Libravatar account
cs: Smazat váš Libravatar účet
es: Borrar su cuenta Libravatar
eu: Ezabatu zure Libravatar kontua
fr: Effacer votre compte Libravatar
it: Cancella il tuo account Libravatar
ja: あなたのLibravatarアカウントを削除する
pt_br: Excluir sua conta do Libravatar
ru: Удалить аккаунт Libravatar
sq: Fshini llogarinë tuaj Libravatar
tr: Libravatar hesabınızı silin
uk: Вилучити ваш обліковий запис Libravatar

source: Delete your account
cs: Smazat váš účet
es: Eliminar su cuenta
eu: Ezabatu zure kontua
fr: Effacer votre compte
it: Cancella il tuo account
ja: あなたのアカウントを削除する
pt_br: Excluir sua conta
ru: Удалить аккаунт
sq: Fshini llogarinë tuaj
tr: Hesabınızı silin
uk: Вилучити ваш обліковий запис

source: There is no way to undo this operation.
cs: Tuto operaci nelze vzít zpět.
es: No es posible deshacer esta operación.
eu: Ez dago eragiketa hau desegiteko modurik.
fr: Il n'est pas possible d'annuler cette opération.
it: Non c'è modo di annullare questa operazione
ja: この処理を元に戻すことはできません。
pt_br: Essa operação não poderá ser desfeita.
ru: Вы не сможете отменить эту операцию.
sq: Nuk ka mënyrë për ta zhbërë këtë veprim.
tr: Bu işlemi geri almanın hiçbir yolu yoktur.
uk: Наслідки цієї дії не можна скасувати.

source: Please confirm your identity by entering your current password.
cs: Prosíme potvrďte svou identitu vložením svého současného hesla.
es: Por favor, confirme su identidad introduciendo su contraseña actual
eu: Mesedez, baieztatu zure nortasuna zure uneko pasahitza sartuz.
fr: Veuillez confirmer votre identité en entrant votre mot de passe courant.
it: Per favore conferma la tua identità inserendo la tua password attuale
ja: 現在のパスワードを入力することで、あなたのIDを確認してください。
pt_br: Por favor, confirme sua identidade inserindo sua senha atual.
ru: Подтвердите вашу личность, введя свой текущий пароль.
sq: Ju lutemi, ripohoni identitetin duke dhënë fjalëkalimin tuaj të tanishëm.
tr: Kimliğinizi güncel parolanızı girerek teyit ediniz.
uk: Будь ласка, підтвердьте вашу особу введенням поточного пароля.

source: Are you sure you want to <strong>permanently delete</strong> your Libravatar account?
cs: Jste si jistí, že chcete <strong>trvale smazat</strong> váš účet ve službě Libravatar?
es: ¿Está seguro de que desea <strong>borrar definitivamente</strong> su cuenta Libravatar?
eu: Ziur zaude <strong>betirako ezabatu</strong> nahi duzula zure Libravatar kontua?
fr: Êtes-vous certain de vouloir <strong>effacer de façon permanente</strong> votre compte Libravatar ?
it: Sei sicuro di voler <strong>eliminare definitivamente</strong> il tuo account Libravatar?
ja: 本当にあなたのLibravatar アカウントを<strong>完全に削除してもよろしいですか</strong> ?
pt_br: Tem certeza que quer <strong>excluir permanentemente</strong> sua conta do Libravatar?
ru: Вы действительно хотите <strong>окончательно удалить</strong> вашу учётную запись на Libravatar?
sq: Jeni i sigurt që doni <strong>fshihet përgjithmonë</strong> llogaria juaj Libravatar?
tr: Libravatar hesabınızı <strong>daimi olarak silmek</strong> istediğinizden emin misiniz?
uk: Ви впевнені, що хочете <strong>остаточно вилучити</strong> ваш обліковий запис Libravatar?

source: Yes, delete all of my stuff
cs: Ano smažte všechno.
es: Sí, borre toda mi información
eu: Bai, ezabatu nire gauza guztiak
fr: Oui, effacer toutes mes données
it: Sì, cancella tutta la mia roba
ja: はい、私のデータすべてを削除します
pt_br: Sim, excluir tudo
ru: Да, удалить всё
sq: Po, fshi gjithçka timen
tr: Evet, bana ait her şeyi sil
uk: Так, вилучити всі мої дані

source: Libravatar Account Deleted
cs: Libravatar účet smazán
es: Cuenta Libravatar borrada
eu: Libravatar kontua ezabatuta
fr: Compte Libravatar effacé
it: Account Libravatar cancellato
ja: Libravatarアカウントが削除されました。
pt_br: Conta do Libravatar excluída
ru: Учётная запись Libravatar удалена
sq: Llogaria Libravatar u Fshi
tr: Libravatar hesabı silindi
uk: Обліковий запис Libravatar вилучено

source: Account deleted
cs: Účet smazán
es: Cuenta borrada
eu: Kontua ezabatuta
fr: Compte effacé
it: Account cancellato
ja: アカウントが削除されました。
pt_br: Conta excluída
ru: Учётная запись удалена
sq: Llogaria u fshi
tr: Hesap silindi
uk: Обліковий запис вилучено

source: Your account has been permanently and completely deleted. It may <b>take a few days</b> for your photos to disappear from all mirrors and a few weeks for your photos to disappear from web caches.
cs: Váš účet byl trvale a úplně smazán. Může to <b>trvat několik dní</b> než vaše fotografie zmizí ze všech serverů a několik týdnů, než zmizí z vyrovnávacích pamětí.
es: Su cuenta ha sido borrada completamente de forma definitiva. Puede que <b>le cueste algunos días</b> que sus fotos desaparezcan de todas las réplicas y unas pocas semanas para que desaparezcan de las cachés web.
eu: Zure kontua betirako eta erabat ezabatu da. Zure argazkiak ispilu guztietatik ezabatu arte <b>egun batzuk</b> igaro daitezke eta aste batzuk beharko dira zure argazkiak web cache-etatik desager daitezen.
fr: Vos donnée ont été complètement effacées cependant il se peut que certains sites mirroir gardent vos photos pour <b>quelques jours encore</b> et que des caches web les conservent pour quelques semaines.
it: Il tuo account è stato cancellato permanentemente e completamente. Possono passare <b>un po' di giorni</b> prima che le tue foto scompaiano da tutti i mirror e qualche settimana prima che scompaiano dalle web caches.
ja: あなたのアカウントは完全に削除されました。すべてのミラーサイトからあなたの写真が表示されなくなるまで、<b>数日を要します</b> 。また、ウェブキャッシュからあなたの写真が消えるまで数週間を要する場合があります。
pt_br: Sua conta foi excluída completamente e permanentemente. Talvez demore <b>alguns dias</b> para que suas fotos desapareçam de todos os servidores-espelho e algumas semanas para desaparecerem completamente.
sq: Llogaria juaj është fshirë plotësisht dhe përgjithmonë. Mund <b>të duhen pak ditë</b> përpara se fotot tuaja të zhduken nga krejt pasqyrat dhe pak javë përpara se fotot tuaja të zhduken nga fshehtinat web.
tr: Hesabınız daimi olarak ve tamamen silindi. Fotoğraflarınızın tüm yansılardan silinmesi <b>birkaç gün alabilir</b> ve tüm tampon belleklerden silinmesi birkaç hafta gerektirebilir.
uk: Ваш обліковий запис було остаточно і повністю вилучено. На вилучення ваших фотографій з усіх дзеркал сервера може бути витрачено <b>декілька днів</b>. За декілька тижнів ваші фотографії зникнути і з кешів пошукових рушіїв.

source: In case you want to take your data with you, it's currently being exported and will be <b>ready in a few moments</b>:
cs: Pro případ, že si chcete vzít svá data s sebou, vám je právě exportujeme a budou pro vás <b>připravena během pár okamžiků</b>:
es: En el caso de que quiera llevarse los datos con usted, se están exportando ahora mismo y estarán <b>listos en un momento</b>:
eu: Badaezpada zure datuak esportatzen ari gara, zurekin eraman nahi badituzu ere. <b>Segituan egongo dira prest</b>:
fr: Si vous désirez prendre une copie de vos données, elles sont en processus d'exportation et seront prêtes <b>d'ici peu</b> :
it: Nel caso tu voglia portare i tuoi dati con te, sono in fase di esportazione e saranno <b>pronti in qualche secondo</b>:
ja: 現在、あなたのデータはエクスポートされています。<b>数分以内で準備が整いますので</b>、もうしばらくお待ちください:
pt_br: Caso você queira guardar seus dados, eles estão sendo exportados e estarão <b>disponíveis em alguns instantes</b>:
sq: Në rast se doni t'i merrni me vete të dhënat tuaja, po eksportohen dhe do të jenë <b>gati brenda pak çastesh</b>:
tr: Verilerinizi kendiniz almak istiyorsanız şu anda dışa aktarılmaktadırlar ve <b>kısa bir süre sonra hazır olacaklardır</b>.
uk: Якщо вам потрібна власна копія даних, <b>зачекайте декілька секунд</b> на її створення:

source: This export will be deleted in a few hours.
cs: Tento export bude během několika hodin smazán.
es: Esta exportación se borrará en unas pocas horas.
eu: Esportazio hau ordu gutxi barru ezabatuko da.
fr: Cette copie sera effacée dans quelques heures.
it: Questa esportazione sarà cancellata in qualche ora.
ja: このエクスポートは数時間以内に削除されます。
pt_br: Os dados exportados serão excluídos em algumas horas.
sq: Ky eksportim do të fshihet brenda pak orësh.
tr: Bu dışa aktarım birkaç saat içinde silinecektir.
uk: Експортовані дані буде вилучено за декілька годин.
