Repository: libravatar/libravatar-legacy
Catalog: po/libravatar/*.po
Languages: cs, es, eu, fr, it, ja, pt_br, ru, sq, tr, uk

source: You cannot delete your only OpenID since it's the only way to access this account. Either <a href="%(add_openid_url)s">add another OpenID</a> or <a href="%(delete_url)s">permanently delete your account</a> if you really want to do this.
cs: Nemůžete smazat své jediné OpenID, protože je to jediný způsob pro přístup do vašeho účtu. Buď <a href="%(add_openid_url)s">přidejte další OpenID</a> nebo <a href="%(delete_url)s">trvale smažte svůj účet</a>, pokud to opravdu chcete.
es: Usted no puede borrar su único OpenID ya que es la única manera de acceder a esta cuenta. O bien <a href="%(add_openid_url)s">agregue otro OpenID</a> o <a href="%(delete_url)s">elimine permanentemente su cuenta </a> si es lo que realmente desea realizar.
eu: Ezin duzu zure OpenID-a ezabatu, hori baita kontu honetara sartzeko duzun modu bakarra. Hori bada egin nahi duzuna, <a href="%(add_openid_url)s">gehitu beste OpenID bat</a> edo <a href="%(delete_url)s">ezabatu betirako zure kontua</a>.
fr: Vous ne pouvez pas effacer cet identifiant OpenID puisque c'est la seule façon d'accéder à ce compte. <a href="%(add_openid_url)s">Ajoutez un nouvel OpenID</a> ou <a href="%(delete_url)s">effacez votre compte</a> si vous désirez vraiment faire ceci.
it: Non puoi cancellare il tuo unico OpenID poiché è l'unico modo di accedere a questo profilo. <a href="%(add_openid_url)s">Aggiungi un altro OpenID</a> o <a href="%(delete_url)s">cancella permanentemente il tuo account</a> se vuoi davvero farlo.
ja: このアカウントにアクセスする唯一の方法のため、あなたのOpenIDを削除することはできません。<a href="%(add_openid_url)s">別のOpenIDを追加する</a>、またはあなたが本当に望む場合、<a href="%(delete_url)s">アカウントを完全に削除</a>してください。
pt_br: Você não pode excluir seu OpenID uma vez que ele é o único meio de acesso a esta conta. <a href="%(add_openid_url)s">Adicione outra OpenID</a> ou <a href="%(delete_url)s">exclua permanentemente sua conta</a> caso você queira realmente fazer isso.
sq: Nuk mund të fshini të vetmen OpenID tuajën, ngaqë kjo është e vetmja rrugë për të hyrë në këtë llogari. Ose <a href="%(add_openid_url)s">shtoni një tjetër OpenID</a> ose <a href="%(delete_url)s">fshijeni përgjithmonë llogarinë tuaj</a>, nëse doni vërtet ta bëni këtë.
tr: Tek OpenID'nizi silemezsiniz çünkü o bu hesaba erişmenin tek yoludur. Ya <a href="%(add_openid_url)s">başka bir OpenID ekleyin</a> ya da <a href="%(delete_url)s">hesabınızı daimi olarak silin</a>, bunu gerçekten yapmak istiyorsanız.
uk: Не можна вилучати ваш єдиний запис OpenID, оскільки за його допомогою здійснюється доступ до цього облікового запису. Або <a href="%(add_openid_url)s">додайте інший OpenID</a>, або <a href="%(delete_url)s">вилучіть ваш обліковий запис остаточно</a>, якщо саме цього ви і хочете.

source: Could not verify your OpenID successfully:
cs: Nebylo možné úspěšně ověřit vaše OpenID.
es: No se pudo verificar su OpenID satisfactoriamente:
eu: Ezin izan da behar bezala egiaztatu zure OpenIDa:
fr: Impossible de vérifier votre OpenID :
it: Impossibile verificare il tuo OpenID con successo:
ja: あなたのOpenIDを正常に確認できませんでした:
pt_br: Não foi possível verificar sua OpenID:
sq: Nuk u verifikua dot me sukses OpenID-ja juaj:
tr: OpenID'niz başarılı bir şekilde kontrol edilemedi.
uk: Не вдалося підтвердити ваш OpenID:

source: Could not discover an OpenID from the URL you provided:
cs: Nemohu najít vaše OpenID na URL, které jste poskytli:
es: No se pudo descubrir un OpenID en la URL que usted suministró:
eu: Ezin izan da OpenID-rik aurkitu zuk emandako URL-an:
fr: Un OpenID n'a pas été trouvé à l'adresse donnée :
it: Impossibile trovare un OpenID dall'URL che hai fornito:
ja: あなたが提供したURIからはOpenIDを探すことができませんでした:
pt_br: Não foi possível encontrar um OpenID no endereço que você forneceu:
sq: Prej URL-së që dhatë, nuk u zbulua dot ndonjë OpenID:
tr: Girdiğiniz bağlantıdan bir OpenID keşfedilemedi.
uk: Не вдалося визначити OpenID за вказаною вами адресою:

source: Invalid OpenID ID.
cs: Neplatné OpenID.
es: ID de OpenID no válido.
eu: Baliogabeko OpenID IDa.
fr: Identifiant OpenID invalide.
it: OpenID invalido
ja: 無効なOpenID IDです。
pt_br: OpenID inválida.
ru: Неверный OpenID.
sq: ID OpenID e pavlefshme.
tr: Geçersiz OpenID kimliği
uk: Некоректний ідентифікатор OpenID.

source: This OpenID could not be added. Possible reasons:
cs: Toto OpenID nemohlo být přidáno. Možné důvody:
es: No se pudo añadir este OpenID. Causas posibles:
eu: Ezin izan da OpenID hau gehitu. Arrazoi posibleak:
fr: Cet OpenID n'a pas pu être ajouté. Raisons possibles :
it: Questo OpenID non può essere aggiunto. Possibili ragioni:
ja: OpenIDを追加できませんでした。考えられる理由:
pt_br: Esse OpenID não pode ser incluído. Possíveis razões:
ru: Этот OpenID не может быть добавлен. Возможные причины:
sq: Kjo OpenID nuk u shtua dot. Shkaqe të mundshëm:
tr: Bu OpenID eklenemedi. Mümkün sebepler:
uk: Не вдалося додати цей OpenID. Можливі причини:

source: it is already in your list of unconfirmed OpenIDs (try removing it first)
cs: již je na seznamu vašich neověřených OpenID (zkuste jej napřed odebrat)
es: ya se encuentra en su lista de OpenID sin confirmar (primero intente quitarla)
eu: dagoeneko zure baieztatu gabeko OpenIDen zerrendan dago (saiatu lehenik ezabatzen)
fr: il est déjà dans votre liste d'OpenID non-confirmés (réessayez après l'avoir enlevé)
it: è già nella tua lista di OpenIDs non confermati (prima prova a rimuoverlo)
ja: すでにあなたの未確認OpenID一覧に登録されています (最初に未確認OpenIDを削除してください)。
pt_br: ele já está na sua lista de OpenIDs sem confirmação (tente removê-lo antes)
sq: Gjendet tashmë te lista juaj e OpenID-ve të paripohuara (provoni së pari ta hiqni)
tr: zaten teyit edilmemiş OpenID listenizde (önce kaldırmayı deneyiniz)
uk: вже є у вашому списку непідтверджених OpenID (спробуйте спочатку вилучити цю адресу)

source: another account has linked this OpenID
cs: k tomuto OpenID je již připojen jiný účet
es: otra cuenta a enlazado este OpenID
eu: beste kontu batek estekatu du OpenID hau
fr: un autre compte a confirmé cette OpenID
it: un altro account ha collegato questo OpenID
ja: 別のアカウントがこのOpenIDに関連付けられています。
pt_br: outra conta já vinculou esse OpenID
sq: kjo OpenID është përdorur nga një llogari tjetër
tr: başka bir hesap bu OpenID ile ilişkilendirilmiştir
uk: з цим OpenID пов’язано інший обліковий запис

source: Change your Libravatar password
cs: Změňte si své heslo do služby Libravatar
es: Cambiar su contraseña de Libravatar
eu: Aldatu zure Libravatar pasahitza
fr: Changez votre mot de passe Libravatar
it: Cambia la tua password di Libravatar
ja: あなたのLibravatarパスワードを変更する
pt_br: Alterar sua senha Libravatar
sq: Ndryshoni fjalëkalimin tuaj te Libravatar
tr: Libravatar parolanızı değiştirin
uk: Змінити ваш пароль Libravatar

source: Change password
cs: Změnit heslo
es: Cambiar contraseña
eu: Aldatu pasahitza
fr: Changer de mot de passe
it: Modifica password
ja: パスワードを変更する
pt_br: Alterar senha
ru: Изменить пароль
sq: Ndryshoni fjalëkalimin
tr: Parolayı değiştir
uk: Змінити пароль

source: Change my password
cs: Změnit mé heslo
es: Cambiar mi contraseña
eu: Aldatu nire pasahitza
fr: Changer le mot de passe
it: Modifica la mia password
ja: 私のパスワードを変更する
pt_br: Alterar minha senha
ru: Изменить пароль
sq: Ndrysho fjalëkalimin tim
tr: Parolamı değiştir
uk: Змінити мій пароль

source: Password changed successfully
cs: Heslo úspěšně změněno
es: La contraseña se ha cambiado con éxito.
eu: Pasahitza behar bezala aldatu da
fr: Changement de mot de passe
it: Password modificata con successo
ja: パスワードが正常に変更されました。
pt_br: Senha alterada com sucesso
ru: Пароль успешно изменён
sq: Fjalëkalimi u ndryshua me sukses
tr: Parola başarılı bir şekilde değiştirildi
uk: Пароль успішно змінено.

source: Your password was changed.
cs: Vaše heslo bylo změněno
es: Su pasaporte ha sido cambiado.
eu: Zure pasahitza aldatu da.
fr: Votre mot de passe a été modifié.
it: La tua password è stata modificata
ja: あなたのパスワードが変更されました。
pt_br: Sua senha foi alterada.
ru: Ваш пароль изменён.
sq: Fjalëkalimi juaj u ndryshua.
tr: Parolanız değiştirildi
uk: Ваш пароль було змінено.

source: Back to the login page
cs: Zpět na přihlašovací stránku
es: Regresar a la página de inicio de sesión
eu: Itzuli saio hasiera orrira
fr: Retour à la page de connexion
it: Torna alla pagina di login
ja: ログインページに戻る
pt_br: Voltar para a página de acesso
ru: Назад к странице входа в систему
sq: Mbrapsht te faqja e hyrjeve
tr: Giriş sayfasına dön
uk: Повернутися до сторінки входу до системи

source: Someone, probably you, requested a password reset for your %(site_name)s account.
cs: Někdo, pravděpodobně vy, si vyžádal obnovení hesla pro váš %(site_name)s účet.
es: Alguien, probablemente usted, solicitó que se blanquee la contraseña para su cuenta %(site_name)s.
eu: Norbaitek, segur aski zuk, %(site_name)s-(e)ko zure kontuaren pasahitza berrezartzeko eskaera egin du.
fr: Vous avez fait une demande de réinitialisation du mot de passe de votre compte %(site_name)s.
it: Qualcuno, probabilmente tu, ha richiesto il reset della password per il tuo account %(site_name)s
ja: 誰か、恐らくあなたが %(site_name)s のアカウントのパスワードリセットをリクエストしました。
pt_br: Alguém, provavelmente você, solicitou uma alteração de senha para a sua conta %(site_name)s.
ru: Кто-то (вероятно вы), запросил смену пароля для вашей учётной записи %(site_name)s.
sq: Dikush, ka të ngjarë ju, kërkuat ricaktim fjalëkalimi për llogarinë tuaj %(site_name)s.
tr: Birisi, muhtemelen siz, %(site_name)s hesabınız için parola sıfırlaması talep etti.
uk: Хтось, ймовірно ви, надіслав запит щодо відновлення пароля до вашого облікового запису %(site_name)s.

source: There is however, no password associated with this account. Instead, you must use one of the following OpenIDs or Persona email addresses to login:
it: Non c'è però nessuna password associata a questo account. Allora, devi usare uno dei seguenti OpenIDs o indirizzi di posta elettronica di Persona per accedere:
sq: Nuk ka, megjithatë, fjalëkalim përshoqëruar me këtë llogari. Në vend të kësaj, duhet të përdorni një nga adresat email OpenID ose Persona vijuese për hyrje:
tr: Ancak bu hesap ile ilişkilendirilmiş hiçbir parola yoktur. Bunun yerine giriş yapmak için aşağıdaki OpenID veya Persona e-posta adreslerinden birini kullanmanız gerekir:
uk: Втім, з цим обліковим записом не пов’язано жодних паролів. Замість них слід використовувати для входу одну з таких адрес електронної пошти OpenID або Persona:

source: - The %(site_name)s accounts team
cs: - Správci účtů na %(site_name)s
es: - El equipo de cuentas de %(site_name)s
eu: - %(site_name)s-(e)ko kontuen taldea
fr: - L'équipe administrative de %(site_name)s
it: - Il team dei profili di %(site_name)s
ja: - %(site_name)s アカウントチーム
pt_br: - Equipe de contas %(site_name)s
sq: - Ekipi i llogarive te %(site_name)s
tr: %(site_name)s hesap ekibi
uk: - Команда роботи з обліковими записами %(site_name)s

source: Reset your Libravatar password
cs: Obnovte si své heslo pro službu Libravatar
es: Reinicia tu contraseña de Libravatar
eu: Berrezarri zyre Libravatar pasahitza
fr: Réinitialisez votre mot de passe Libravatar
it: Reimposta la tua password Libravatar
ja: あなたのLibravatarパスワードをリセットする
pt_br: Reiniciar sua senha do Libravatar
ru: Сброс пароля Libravatar
sq: Ricaktoni fjalëkalimin tuaj për te Libravatar
tr: Libravatar parolanızı sıfırlayın
uk: Відновити ваш пароль Libravatar

source: Reset password
cs: Obnovit heslo
es: Restablecer contraseña
eu: Berrezarri pasahitza
fr: Réinitialisation du mot de passe
it: Reimposta password
ja: パスワードをリセットする
pt_br: Redefinir senha
ru: Сброс пароля
sq: Ricaktoni fjalëkalimin
tr: Parola sıfırla
uk: Скинути пароль

source: Did you know that you can also <a id="browserid-link" href="%(browserid_target)s">sign in with Persona</a> and never have to remember a password again?
it: Lo sai che puoi anche <a id="browserid-link" href="%(browserid_target)s">accedere con Persona</a> e non dover più ricordare le password?
sq: E dini se mund të <a id="browserid-link" href="%(browserid_target)s">hyni me Persona</a> dhe të mos ju duhet kurrë më të mbani mend një fjalëkalim?
tr: <a id="browserid-link" href="%(browserid_target)s">Persona ile giriş yapıp</a> bir daha hiç parola hatırlamanız gerekmeyebileceğini biliyor muydunuz?
uk: Знаєте, що ви також можете <a id="browserid-link" href="%(browserid_target)s">увійти за допомогою облікового запису Persona</a> і забути про потребу весь час пам’ятати паролі?

source: To continue with the password reset, enter one of the email addresses associated with your account.
cs: Pro obnovení hesla vložte jeden z emailů přidružených k vašemu účtu.
es: Para continuar con el blanqueo de su contraseña, ingrese una de las direcciones de correo asociadas a su cuenta.
eu: Pasahitzaren berrezarpenarekin jarraitzeko, sartu zure kontuari loturiko e-posta helbideetako bat.
fr: Pour continuer la réinitialisation de votre mot de passe, entrez une des adresses de courriel associées à votre compte.
it: Per continuare con la reimpostazione della password, inserisci uno degli indirizzi di posta elettronica associati con il tuo profilo.
ja: パスワードリセットを続ける場合、あなたのアカウントに関連付けられているEメールアドレスの1つを入力してください。
pt_br: Para continuar a redefinição de senha, insira o endereço de e-mail associado à sua conta.
ru: Чтобы продолжить, введите один из адресов электронной почты, связанный с вашей учетной записью.
sq: Që të vazhdohet me ricaktimin e fjalëkalimit, jepni një nga adresat email përshoqëruar kësaj llogarie.
tr: Parola sıfırlama işlemini devam ettirmek için hesabınızla ilişkili e-posta adreslerinden birini giriniz.
uk: Щоб продовжити процедуру відновлення пароля, введіть одну з адрес електронної пошти, пов’язану з вашим обліковим записом.

source: Reset my password
cs: Obnovit mé heslo
es: Restablecer mi contraeña
eu: Berrezarri nire pasahitza
fr: Réinitialiser le mot de passe
it: Reimposta la mia password
ja: 私のパスワードをリセットする
pt_br: Redefinir minha senha
ru: Сбросить мой пароль
sq: Ricakto fjalëkalimin tim
tr: Parolamı sıfırla
uk: Скинути мій пароль

source: If that's what you want, please go to the following page:
cs: Pokud je to to co chcete, pokračujte prosím na následující stránku:
es: Si eso es lo que desea, por favor vaya a la siguiente página:
eu: Hori bada nahi duzuna, mesedez, zoaz ondorengo orrira:
fr: Si c'est ce que vous voulez, veuillez vous rendre à la page suivante :
it: Se è quello che desideri, per favore vai alla seguente pagina:
ja: あなたがパスワードのリセットを希望する場合、次のページにアクセスしてください:
pt_br: Se é isso que você quer, por favor, vá para a página seguinte:
sq: Nëse kjo është ajo që dëshironi, ju lutemi, shkoni te faqja vijuese:
tr: Eğer istediğiniz buysa, şu sayfaya gidiniz:
uk: Якщо це саме те, чого ви хотіли, перейдіть на цю сторінку:

source: Otherwise, please accept our apologies and ignore this message.
cs: V opačném případě prosíme přijměte naši omluvu a tuto zprávu ignorujte.
es: De lo contrario, por favor acepte nuestras disculpas e ignore el mensaje.
eu: Bestela, barkatu mesedez eta ez ikusia egin mezu honi.
fr: Sinon, veuillez accepter nos excuses et ignorez ce message.
it: Altrimenti ti preghiamo di accettare le nostre scuse e di ignorare questo messaggio.
ja: そうでない場合、このメッセージを無視してください。
pt_br: Caso contrário, por favor aceite nossas desculpas e ignore esta mensagem.
ru: В противном случае пожалуйста, примите наши извинения и проигнорируйте это сообщение.
sq: Në të kundërt, ju lutemi të pranoni ndjesën tonë dhe ta shpërfillni këtë mesazh.
tr: Aksi takdirde lütfen özürlerimizi kabul edip bu mesajı görmezden geliniz.
uk: Якщо ж це не так, будь ласка, вибачте нам і не зважайте на це повідомлення.

source: By the way, your username is: %(username)s
cs: Mimochodem, vaše uživatelské jméno je: %(username)s
es: Por cierto, tu nombre de usuario es: %(username)s
eu: Bide batez, zure erabiltzaile-izena %(username)s da
fr: Votre nom d'utilisateur est : %(username)s
it: Ad ogni modo, il tuo username è: %(username)s
ja: あなたのユーザ名: %(username)s
pt_br: À propósito, seu nome de usuário é: %(username)s
ru: Кстати, ваше имя пользователя: %(username)s
sq: Meqë ra fjala, emri juaj i përdoruesit është: %(username)s
tr: Bu arada kullanıcı isminiz şudur: %(username)s
uk: До речі, ваше ім’я користувача: %(username)s

source: Password reset requested
cs: Požadavek na obnovu hesla byl přijat
es: Blanquear contraseña requerido
eu: Pasahitza berrezartzea eskatuta
fr: Réinitialisation du mot de passe demandée
it: Reimpostazione della password richiesta
ja: パスワードのリセットがリクエストされました。
pt_br: Redefinição de senha solicitada
ru: Запрошен сброс пароля
sq: U kërkua ricaktim fjalëkalimi
tr: Parola sıfırlaması talep edildi
uk: Надіслано запит щодо відновлення пароля

source: You have successfully requested a password reset for your account.
cs: Úspěšně jste požádali o obnovu hesla pro svůj účet.
es: Ha pedido restablecer su contraseña con éxito.
eu: Zure kontuaren pasahitza berrezartzeko eskaera arrakastatsua izan da.
fr: Vous avez fait une demande de réinitialisation du mot de passe de votre compte.
it: Hai richiesto con successo una reimpostazione della password per il tuo profilo.
ja: あなたのアカウントのパスワードリセットが正常にリクエストされました。
pt_br: Você solicitou com sucesso a redefinição da senha da sua conta.
sq: Kërkesa juaj për ricaktim fjalëkalimi për llogarinë tuaj qe e suksesshme.
tr: Hesabınız için parola sıfırlamasını başarılı bir şekilde talep ettiniz.
uk: Запит щодо зміни пароля успішно надіслано.

source: You will receive an email with the details on how to proceed.
cs: Dostanete email s detailním postupem pro obnovení hesla.
es: Recibirá un correo con los detalles sobre cómo proceder.
eu: E-posta bat jasoko duzu jarraibideen xehetasunekin.
fr: Vous recevrez d'ici peu un courriel avec la marche à suivre.
it: Riceverai una mail con le istruzioni su come procedere
ja: あなたには操作方法に関する詳細情報を記載したメールが送信されます。
pt_br: Você receberá uma mensagem com os detalhes de como proceder.
ru: Вы получите электронное письмо с подробной информацией о том, что делать дальше.
sq: Do të merrni një email me hollësi se si të ecni më tej.
tr: Ne yapmanız gerektiğini açıklayan bir e-posta alacaksınız.
uk: Ви отримаєте повідомлення з настановами щодо подальших дій.

source: Still haven't received the email?
cs: Ještě stále jste nedostali email?
es: ¿Todavía no ha recibido el correo?
eu: Ez duzu oraindik e-postarik jaso?
fr: Vous n'avez toujours pas reçu de courriel ?
it: Non hai ancora ricevuto la email?
ja: まだメールを受信していませんか?
pt_br: Ainda não recebeu a mensagem?
ru: До сих пор не получили письмо?
sq: Nuk ju ka ardhur ende email?
tr: Hâlâ e-posta almadınız mı?
uk: Все ще не отримали повідомлення?

source: Did you look in your spam folder?
cs: Podívali jste se do složky s nevyžádanou poštou?
es: ¿Controló su carpeta de correo no deseado?
eu: Begiratu duzu spam karpetan?
fr: Le message est-il tombé dans votre boîte de pourriels ?
it: Hai controllato nella cartella della spam?
ja: あなたのスパムフォルダを確認しましたか?
pt_br: Você procurou na pasta de lixo eletrônico (spam)?
ru: Посмотрели в папке «Спам»?
sq: A kontrolluat te dosja juaj e mesazheve të pavlerë?
tr: Spam klasörünüze baktınız mı?
uk: Чи не потрапило повідомлення до теки спаму?

source: Did you use an email address which is in the %(site_name)s system?
cs: Použili jste email, který je v systému %(site_name)s?
es: ¿Utilizó una dirección de correo que esté en el sistema de %(site_name)s?
eu: %(site_name)s sistemako e-posta helbide bat erabili zenuen?
fr: Avez-vous utilisé une adresse qui est dans le système %(site_name)s ?
it: Hai utilizzato un indirizzo di posta elettronica che è nel sistema di %(site_name)s?
ja: %(site_name)s システム内のメールアドレスを使用しましたか?
pt_br: Você usou um endereço de e-mail que está no sistema %(site_name)s
sq: Mos përdorët ndonjë adresë email që gjendet te sistemi %(site_name)s?
tr: %(site_name)s sisteminde belirtilmiş bir e-posta kullandınız mı?
uk: Скористалися адресою електронної пошти з системи %(site_name)s?

source: Has this email address ever been confirmed within the system?
cs: Byl tento email ověřen v systému?
es: ¿A sido esta dirección de correo alguna vez confirmada dentro del sistema?
eu: E-posta helbide hau baieztatu da inoiz sistema barruan?
fr: Est-ce que cette adresse a déjà été confirmée dans le système ?
it: Questo indirizzo di posta elettronica è stato confermato nel sistema?
ja: このメールアドレスはシステム内で過去に承認されたことがありますか?
pt_br: Esse endereço já foi confirmado antes no sistema?
sq: A është ripohuar kjo adresë eamil në këtë sistem?
tr: Bu e-posta adresi sistemde teyit edilmiş miydi?
uk: Чи було цю адресу електронної пошти підтверджено у системі?

source: If everything else fails, you can always <a href="%(new_account_url)s">create a new account</a> or <a href="mailto:%(support_email)s">email us</a>.
cs: Pokud vše ostatní selže, ještě stále si můžete <a href="%(new_account_url)s">založit nový účet</a> nebo <a href="mailto:%(support_email)s">nám napsat</a>.
es: Si todo lo demás falla, siempre puede <a href="%(new_account_url)s">crear una nueva cuenta</a> o <a href="mailto:%(support_email)s">enviarnos un correo</a>.
eu: Beste guztiak huts egiten badu, <a href="%(new_account_url)s">sortu kontu berri bat</a> edo <a href="mailto:%(support_email)s">bidal iezaguzu e-posta bat</a>.
fr: Si tout le reste échoue, vous pouvez toujours <a href="%(new_account_url)s">créer un nouveau compte</a> ou <a href="mailto:%(support_email)s">nous écrire</a>.
it: Se tutto il resto non riesce, puoi sempre <a href="%(new_account_url)s">creare un nuovo profilo</a> o <a href="mailto:%(support_email)s">inviarci una mail</a>.
ja: すべてに成功しなかった場合、あなたは<a href="%(new_account_url)s">新しいアカウントを作成する</a>、または <a href="mailto:%(support_email)s">私たちに連絡する</a>ことができます。
pt_br: Se tudo o mais falhar, você sempre pode <a href="%(new_account_url)s">criar uma nova conta</a> ou <a href="mailto:%(support_email)s">escrever para nós</a>.
ru: Если ничего не помогает, вы всегда можете <a href="%(new_account_url)s">создать новую учётную запись</a> или <a href="mailto:%(support_email)s">связаться с нами</a>.
sq: Nëse dështon gjithçka, mundeni përherë të <a href="%(new_account_url)s">krijoni një llogari të re</a> ose <a href="mailto:%(support_email)s">të na dërgoni një email</a>.
tr: Diğer hiçbir şey bir sonuç vermezse, tabii ki <a href="%(new_account_url)s">yeni bir hesap oluşturabilir</a> ya da <a href="mailto:%(support_email)s">bize yazabilirsiniz</a>.
uk: Якщо нічого не допомагає, ви завжди можете <a href="%(new_account_url)s">створити новий обліковий запис</a> або <a href="mailto:%(support_email)s">повідомити нам про проблеми електронною поштою</a>.

source: Invalid photo ID.
cs: Chybné ID fotografie.
es: ID de foto no válido.
eu: Argazki ID baliogabea.
fr: Identifiant de photo invalide.
it: ID foto non valido
ja: 無効な写真IDです。
pt_br: ID da foto inválida.
sq: ID e pavlefshme fotoje.
tr: Geçersiz fotoğraf kimliği
uk: Некоректний фотоідентифікатор.

source: Uploaded photo is broken or invalid.
es: La Foto Subida esta Rota o Inválida.
eu: Kargatutako argazkia hondatuta dago edo baliogabea da.
fr: La photo envoyée est défectueuse.
sq: Fotoja e ngarkuar është e dëmtuar ose e pavlefshme.
tr: Yüklenilen fotoğraf bozuk ya da geçersiz
uk: Вивантажену фотографію пошкоджено або її дані є некоректними.

source: Please <a href="%(upload_url)s">upload</a> a different one.
es: Por Favor <a href="%(upload_url)s">Subir</a> una Diferente.
eu: Mesedez <a href="%(upload_url)s">kargatu</a> beste bat.
fr: Veuillez en <a href="%(upload_url)s">téléverser</a> une autre.
sq: Ju lutemi, <a href="%(upload_url)s">ngarkoni</a> një tjetër.
tr: Lütfen başka birini <a href="%(upload_url)s">yükleyin</a>.
uk: Будь ласка, <a href="%(upload_url)s">вивантажте</a> іншу.

source: Uploaded photo uses an unsupported file format.
fr: La photo envoyée utilise un format non supporté.
tr: Yüklenen fotoğraf desteklenmeyen bir biçim kullanmaktadır.
