Repository: libravatar/libravatar-legacy
Catalog: po/libravatar/*.po
Languages: cs, es, eu, fr, it, ja, pt_br, ru, sq, tr, uk

source: Do you hate having lots of passwords? You can login with <a href="%(openid_url)s">OpenID</a>.
es: ¿Odias Tener Muhas Contraseñas? Puedes entrar con <a href="%(openid_url)s">OpenID</a> en Vez.
fr: Vous avez déjà trop de mots de passe ? Vous pouvez également vous connecter avec <a href="%(openid_url)s">OpenID</a>.

source: There is however, no password associated with this account. Instead, you must use one of the following OpenIDs to login:
es: Sin Embargo, No hay Ninguna Contraseña Asociada con esta Cuenta. Por el Contrario, debe utilizar uno de los siguientes OpenIDs para Conectarse:
fr: Il n'y a cependant pas de mot de passe associé à ce compte. Vous devez utiliser un des identifiants OpenID suivants pour vous connecter :

source: or <a href="%(custom_upload_url)s">upload a new one</a>.
fr: ou en <a href="%(custom_upload_url)s">téléverser une nouvelle</a>.

source: Security
fr: Sécurité

source: Rackspace Logo
fr: Logo de Rackspace

source: Webconverger Logo
fr: Logo de Webconverger
