Repository: libravatar/libravatar-legacy
Catalog: po/libravatar/*.po
Languages: cs, es, eu, fr, it, ja, pt_br, ru, sq, tr, uk

source: This service is powered by <a href="http://www.gnu.org/licenses/agpl.html">Free and Open Source software</a> and allows owners of a domain name to <a href="http://wiki.libravatar.org/running_your_own/">run their own instance</a> of Libravatar and serve avatars themselves.
cs: Tato služba běží na <a href="http://www.gnu.org/licenses/agpl.html">Free and Open Source software</a> a dovoluje vlastníkům doménového jména <a href="http://wiki.libravatar.org/running_your_own/">provozovat vlastní službu</a> Libravatar a poskytovat avatary svým uživatelům.
eu: Zerbitzu hau <a href="http://www.gnu.org/licenses/agpl.html">Kode Irekiko Software Librean</a> oinarritzen da eta domeinu izen baten jabeei <a href="http://wiki.libravatar.org/running_your_own/">Libravatar-en instantzia propioa erabili</a> eta avatar-ak zerbitzatzeko aukera eskaintzen die.
ja: このサービスは<a href="http://www.gnu.org/licenses/agpl.html">Free and Open Source software</a>として提供されます。ドメイン名のオーナーは独自のLibravatar<a href="http://wiki.libravatar.org/running_your_own/">インスタンスを実行</a>して、アバターを提供することができます。
pt_br: Este serviço é apoiado por <a href="http://www.gnu.org/licenses/agpl.html">software livre e de código aberto</a> e permite que donos de um domínio <a href="http://wiki.libravatar.org/running_your_own/">executarem sua própria instância</a> do Libravatar e também servir avatares.
sq: Ky shërbim bazohet në <a href="http://www.gnu.org/licenses/agpl.html">software të Lirë dhe me Burim të Hapur</a> dhe u lejon zotëruesve të një emri përkatësie të <a href="http://wiki.libravatar.org/running_your_own/">xhirojnë instancën e tyre</a> të Libravatar-it dhe të shërbejnë ata vetë avatarë.
tr: Bu hizmet <a href="http://www.gnu.org/licenses/agpl.html">Özgür ve Açık Kaynaklı yazılım</a> ile çalışır ve alan adı sahiplerine <a href="http://wiki.libravatar.org/running_your_own/">kendi Libravatar kopyalarını çalıştırma</a> ve havarileri kendileri suna imkânı verir.
uk: Ця служба працює на основі <a href="http://www.gnu.org/licenses/agpl.html">вільного програмного забезпечення з відкритим кодом</a> і надає власникам доменних назв змогу <a href="http://wiki.libravatar.org/running_your_own/">використовувати власний екземпляр</a> Libravatar для обслуговування власних систем роботи з аватарами.

source: Simple API for Developers
cs: Jednoduché API pro vývojáře
es: Sencilla API para desarrolladores
eu: API sinplea garatzaileentzat
fr: Interface de programmation simple
it: API semplice per sviluppatori
ja: 開発者用シンプルAPI
pt_br: API Simples para Desenvolvedores
ru: Простой API для разработчиков
sq: API e thjeshtë për Zhvilluesa
tr: Geliştiriciler için sade bir API
uk: Простий програмний інтерфейс для розробників

source: Application developers can easily add support for this service using our <a href="http://wiki.libravatar.org/api/">simple API</a> or one of the <a href="http://wiki.libravatar.org/libraries/">libraries and plugins</a> available for a number of platforms and languages.
cs: Vývojáři aplikací mohou snadno přidat podporu pro tuto službu pomocí našeho <a href="http://wiki.libravatar.org/api/">jednoduchého API</a> nebo jedné z <a href="http://wiki.libravatar.org/libraries/">knihoven a zásuvných modulů</a> dostupných pro různé platformy a programovací jazyky.
eu: Aplikazioen garatzaileek modu errazean gehitu dezakete zerbitzu honen euskarria gure <a href="http://wiki.libravatar.org/api/">API sinplea</a> edo hainbat lengoaia eta plataformatarako eskuragarri dauden <a href="http://wiki.libravatar.org/libraries/">liburutegi eta pluginak</a> erabiliz.
ja: 私たちの<a href="http://wiki.libravatar.org/api/">シンプルなAPI</a>を使用することで、または多くのプラットフォームおよび言語で利用できる<a href="http://wiki.libravatar.org/libraries/">ライブラリおよびプラグイン</a> を使用することで、アプリケーション開発者は簡単にこのサービスのサポートを追加することができます。
pt_br: Desenvolvedores de aplicações podem facilmente adicionar suporte a este serviço usando nossa <a href="http://wiki.libravatar.org/api/">API simples</a> ou uma de nossas <a href="http://wiki.libravatar.org/libraries/">bibliotecas e plug-ins</a> disponíveis para várias plataformas e linguagens.
sq: Programuesit e zbatimeve mund të shtojnë lehtësisht mbulim për këtë shërbim duke përdorur <a href="http://wiki.libravatar.org/api/">API-n tonë të thjeshtë</a> ose një nga <a href="http://wiki.libravatar.org/libraries/">libraritë dhe shtojcat</a> e mundshme për një numër platformash dhe gjuhësh.
tr: Uygulama geliştiricileri <a href="http://wiki.libravatar.org/api/">sade API'mizi</a> ya da çeşitli platform ve programlama dilleri için <a href="http://wiki.libravatar.org/libraries/">kütüphane ve eklentileri</a> kullanarak kolayca bu servise destek ekleyebilirler.
uk: Розробники програмного забезпечення можуть без проблем додати підтримку нашої служби за допомогою нашого <a href="http://wiki.libravatar.org/api/">простого програмного інтерфейсу</a> або однієї з <a href="http://wiki.libravatar.org/libraries/">бібліотек</a>, які можна використовувати на багатьох програмних платформах та з багатьма мовами програмування.

source: Big thanks to our sponsors without whom none of this would be possible!
cs: Děkujeme našim sponzorům, bez kterých bychom to nedokázali!
es: Muchas gracias a nuestros patrocinadores, ¡sin ellos nada de esto sería posible!
eu: Mila esker gure babesleei, hau ez litzateke posible izango beraiek gabe!
fr: Un gros merci à nos commanditaires sans qui rien de ceci ne serait possible !
it: Un grande grazie ai nostri sponsor senza nessuno dei quali questo sarebbe possibile!
ja: スポンサーの皆様に心より感謝致します!
pt_br: Muito obrigado aos nossos patrocinadores sem os quais nada disso seria possível!
ru: Большое спасибо нашим спонсорам, без которых было бы невозможно существование этого проекта!
sq: Falënderime të shumta sponsorve tanë, pa të cilët asgjë prej kësaj nuk do të ish e mundur!
tr: Onlarsız bunlardan hiçbirinin mümkün olmayacağı sponsorlarımıza çok teşekkür ederiz!
uk: Дуже дякуємо тим, хто підтримував нас фінансово. Без вас нічого б не вийшло!

source: An email hash is required. You can use the <a href="%(check_url)s">check tool</a> to generate one.
cs: Je potřeba kontrolní součet emailu. Pro jeho vytvoření můžete použít <a href="%(check_url)s">tento nástroj</a>.
es: Se necesita un hash de correo-e. Puede usar la <a href="%(check_url)s">herramienta de comprobación</a> para generar uno.
eu: E-posta hash bat behar da. <a href="%(check_url)s">Egiaztatze tresna</a> erabil dezakezu bat sortzeko.
fr: Une empreinte de courriel est nécessaire. Vous pouvez utiliser cet <a href="%(check_url)s">outil</a> pour en générer une.
it: Un hash di un indirizzo di posta elettronica è richiesto. Puoi usare <a href="%(check_url)s">il tool di controllo</a> per generarne uno.
ja: Eメールハッシュが必要です。Eメールハッシュを生成するために、あなたは<a href="%(check_url)s">チェックツール</a>を使用することができます。
pt_br: Um hash de e-mail é requerido. Você pode usar a <a href="%(check_url)s">ferramenta de verificação</a> para gerar um.
sq: Lypset një hash email-i. Mund të përdorni <a href="%(check_url)s">mjetin check</a> që të prodhoni një të tillë.
tr: Bir e-posta karması gereklidir. <a href="%(check_url)s">Kontrol aracını</a> kullanarak bir karma oluşturabilirsiniz.
uk: Потрібен хеш електронної пошти. Ви можете скористатися <a href="%(check_url)s">засобом перевірки</a> для створення такого хешу.

source: This only works via HTTP GET.
cs: Toto funguje pouze prostřednictvím HTTP GET.
es: Esto solo funciona a través de HTTP GET.
eu: Honek HTTP GET bidez soilik funtzionatzen du.
fr: Fonctionne uniquement avec HTTP GET.
it: Questo funziona solo attraverso HTTP GET
ja: これはHTTP GET経由でのみ動作します。
pt_br: Isso só funciona via HTTP GET.
ru: Это работает только через HTTP GET.
sq: Kjo funksionon vetëm përmes HTTP GET.
tr: Bu sadece HTTP GET vasıtasıyla çalışır.
uk: Працює лише для запитів HTTP GET.

source: The size parameter must be an integer between %(min_size)s and %(max_size)s.
cs: Velikost musí být celé kladné číslo mezi %(min_size)s a %(max_size)s.
es: El parámetro tamaño debe ser un entero entre %(min_size)s y %(max_size)s.
eu: Tamaina parametroak %(min_size)s eta %(max_size)s arteko zenbaki oso bat izan behar du.
fr: Le paramètre « size » doit être un nombre entier entre %(min_size)s et %(max_size)s.
it: Il parametro della grandezza deve essere un intero tra %(min_size)s e %(max_size)s.
ja: このサイズパラメータは %(min_size)s から %(max_size)s の数値である必要があります。
pt_br: O parâmetro tamanho deve ser um inteiro entre %(min_size)s e %(max_size)s.
ru: Параметр size должен быть целым числом между %(min_size)s и %(max_size)s.
sq: Parametri i madhësisë duhet të jetë numër i plotë nga %(min_size)s deri në %(max_size)s.
tr: Boyut parametresi %(min_size)s ilâ %(max_size)s arası bir tam sayı olmalıdır.
uk: Значенням параметра розміру має бути ціле число від %(min_size)s до %(max_size)s.

source: Photo lookup
cs: Vyhledat fotografii
es: Búsqueda de foto
eu: Argazki bilaketa
fr: Recherche de photo
it: Verifica delle foto
ja: フォトルックアップ
pt_br: Pesquisa de fotos
ru: Поиск изображений
sq: Kërkim fotoje
tr: fotoğraf arama
uk: Пошук фотографій

source: Optional parameters
cs: Volitelná nastavení
es: Parámetros opcionales
eu: Hautazko parametroak
fr: Paramètres optionnels
it: Parametri opzionali
ja: 任意のパラメータ
pt_br: Parâmetros opcionais
ru: Необязательные параметры
sq: Parametra opsionalë
tr: Seçmeye dayalı parametreler
uk: Необов’язкові параметри

source: Check
cs: Zkontrolovat
es: Verificar
eu: Egiaztatu
fr: Vérifier
it: Controlla
ja: チェック
pt_br: Verificar
ru: Проверить
sq: Kontrolloje
tr: Kontrol et
uk: Перевірити

source: MD5 hash:
cs: MD5 kontrolní součet:
eu: MD5 hash-a:
fr: Empreinte MD5 :
it: Hash MD5
ja: MD5ハッシュ:
pt_br: Hash MD5:
ru: Хеш MD5:
sq: Hash MD5:
tr: MD5 karması:
uk: Хеш MD5:

source: compatible with Gravatar
cs: Kompatibilní se službou Gravatar
es: compatible con Gravatar
eu: Gravatar-ekin bateragarria
fr: compatible avec Gravatar
it: compatibile con Gravatar
ja: Gravatar互換
pt_br: compatível com Gravatar
ru: совместим с Gravatar
sq: i përputhshëm me Gravatar-in
tr: Gravatar ile uyumlu
uk: сумісний з Gravatar

source: SHA256 hash:
cs: SHA256 kontrolní součet:
eu: SHA256 hash-a:
fr: Empreinte SHA256 :
it: Hash SHA256
ja: SHA256ハッシュ:
pt_br: Hash SHA256:
ru: Хэш SHA256:
sq: Hash SHA256:
tr: SHA256 karması:
uk: Хеш SHA256:

source: This is what the avatars will look like depending on the hash and protocol you use:
cs: Takto budou vypadat avataři v závislosti na použitém kontrolním součtu a protokolu:
es: Así es como los avatares se verán dependiendo del hasheo y protocolo que use:
eu: Itxura hau dute avatar-ek erabiltzen duzun hash eta protokoloaren arabera:
fr: Voici ce à quoi les avatars vont ressembler selon le type d'empreinte et de protocole utilisé :
it: Questo è come gli avatar saranno a seconda dell'hash e del protocollo utilizzato:
ja: あなたが使用しているハッシュおよびプロトコルに応じて、アバターがどのように表示されるか変わります:
pt_br: É assim que o avatar vai ficar, dependendo do hash e protocolo que você usar:
sq: Ja se si do të dukeshin avatarët, në varësi të hashit dhe protokollit që përdorni:
tr: Bu, kullandığınız karma ve protokole dayalı olarak havarilerin nasıl görüneceğidir:
uk: Ось як виглядатимуть аватари залежно від хешу та використаного вами протоколу:

source: using MD5 over HTTP
cs: př použití MD5 přes HTTP
es: usando MD5 sobre HTTP
eu: HTTP gaineko MD5 erabiliz
fr: utilisation de MD5 sous HTTP
it: utilizzando MD5 su HTTP
ja: MD5 (HTTP)
pt_br: usando MD5 sobre HTTP
ru: с помощью MD5 по HTTP
sq: me përdorim të MD5-s përmes HTTP-je
tr: HTTP üzerinden MD5 kullanılıyor
uk: за допомогою MD5 через HTTP

source: using SHA256 over HTTP
cs: při použití SHA256 přes HTTP
es: usando SHA256 sobre HTTP
eu: HTTP gaineko SHA256 erabiliz
fr: utilisation de SHA256 sous HTTP
it: utilizzando SHA256 su HTTP
ja: SHA256 (HTTP)
pt_br: usando SHA256 sobre HTTP
ru: с помощью SHA256 через HTTP
sq: me përdorim të SHA256-s përmes HTTP-je
tr: HTTP üzerinden SHA256 kullanılıyor
uk: за допомогою SHA256 через HTTP

source: using MD5 over HTTPS
cs: při použití MD5 přes HTTPS
es: usando MD5 sobre HTTPS
eu: HTTPS gaineko MD5 erabiliz
fr: utilisation de MD5 sous HTTPS
it: utilizzando MD5 su HTTPS
ja: MD5 (HTTPS)
pt_br: usando MD5 sobre HTTPS
ru: с помощью MD5 по HTTPS
sq: me përdorim të MD5-s përmes HTTPS-je
tr: HTTPS üzerinden MD5 kullanılıyor
uk: за допомогою MD5 через HTTPS

source: using SHA256 over HTTPS
cs: při použití SHA256 přes HTTPS
es: usando SHA256 sobre HTTPS
eu: HTTPS gaineko SHA256 erabiliz
fr: utilisation de SHA256 sous HTTPS
it: utilizzando SHA256 su HTTPS
ja: SHA256 (HTTPS)
pt_br: usando SHA256 sobre HTTPS
ru: с помощью SHA256 через HTTPS
sq: me përdorim të SHA256-s përmes HTTPS-je
tr: HTTPS üzerinden SHA256 kullanılıyor
uk: за допомогою SHA256 через HTTPS

source: Domain lookup
cs: Vyhledávám doménu
es: Búsqueda de dominio
eu: Domeinu bilaketa
fr: Recherche de domaine
it: Ricerca dominio
ja: ドメインルックアップ
pt_br: Pesquisa de domínio
ru: Поиск домена
sq: Kërkim përkatësie
tr: Alan araması
uk: Пошук домену

source: HTTP avatar server:
es: Servidor HTTP del avatar:
eu: HTTP avatar zerbitzaria:
fr: Serveur d'avatars (HTTP) :
it: Server HTTP di avatar
ja: HTTPアバタサーバ:
pt_br: Servidor HTTP do avatar:
sq: Shërbyes HTTP avatarësh:
tr: HTTP havari sunucusu:
uk: Сервер HTTP аватарів:

source: Warning: no A record for this hostname
cs: Varování: jméno hosta nemá žádný A záznam
es: Precaución: no existe un registro A para este nombre de host
eu: Kontuz: ez dago A erregistrorik ostalari-izen honentzat
fr: Attention : aucun enregistrement DNS de type A pour cette adresse
it: Attenzione: record A mancante per questo dominio
ja: 警告: このホスト名のAレコードがありません。
pt_br: Aviso: nenhum registro A para esse host
ru: Предупреждение: для этого имени хоста нет записи A
sq: Kujdes: pa regjistër A për këtë emërstrehë
tr: Uyarı: bu makine ismi için A kaydı yoktur
uk: Попередження: немає A-запису для цієї назви вузла

source: use <tt>http://cdn.libravatar.org</tt>
cs: použijte <tt>http://cdn.libravatar.org</tt>
es: usa <tt>http://cdn.libravatar.org</tt>
eu: erabili <tt>http://cdn.libravatar.org</tt>
fr: utilisez <tt>http://cdn.libravatar.org</tt>
it: usa <tt>http://cdn.libravatar.org</tt>
ja: <tt>http://cdn.libravatar.org</tt>を使用する
sq: përdor <tt>http://cdn.libravatar.org</tt>
tr: <tt>http://cdn.libravatar.org</tt>'u kullanın
uk: використовувати <tt>http://cdn.libravatar.org</tt>

source: HTTPS avatar server:
es: Servidor HTTPS del avatar:
eu: HTTPS avatar zerbitzaria:
fr: Serveur d'avatars (HTTPS) :
it: Server HTTPS di avatar
ja: HTTPSアバタサーバ:
pt_br: Servidor HTTPS do avatar:
sq: Shërbyes HTTPS avatarësh:
tr: HTTP havari sunucusu:
uk: Сервер аватарів HTTPS:

source: use <tt>https://seccdn.libravatar.org</tt>
cs: použijte <tt>https://seccdn.libravatar.org</tt>
es: usa <tt>https://seccdn.libravatar.org</tt>
eu: erabili <tt>https://seccdn.libravatar.org</tt>
fr: utilisez <tt>https://seccdn.libravatar.org</tt>
it: Usa <tt>https://seccdn.libravatar.org</tt>
ja: <tt>https://seccdn.libravatar.org</tt>を使用する
sq: përdor <tt>https://seccdn.libravatar.org</tt>
tr: <tt>https://seccdn.libravatar.org</tt>'u kullanın
uk: використовувати <tt>https://seccdn.libravatar.org</tt>

source: Size
cs: Velikost
es: Tamaño
eu: Tamaina
fr: Taille
it: Grandezza
ja: サイズ
pt_br: Tamanho
ru: Размер
sq: Madhësi
tr: Boyut
uk: Розмір

source: Default URL
cs: Výchozí URL
es: URL predeterminada
eu: URL lehenetsia
fr: Adresse par défaut
it: URL di default
ja: デフォルトURI
pt_br: URL padrão
ru: URL-адрес по умолчанию
sq: URL Parazgjedhje
tr: Varsayılan adres
uk: Типова адреса

source: You must provide a valid email or OpenID
cs: Musíte zadat platný email nebo OpenID
es: Debes proporcionar un correo-e u OpenID válidos
eu: Baliozko e-posta edo OpenID bat eman behar duzu
fr: Vous devez fournir une adresse de courriel ou un OpenID
it: Devi fornire un valido indirizzo di posta elettronica o OpenID
ja: あなたは有効なメールアドレスまたはOpenIDを提供する必要があります。
pt_br: Você deve fornecer um e-mail válido ou um OpenID
sq: Duhet të jepni një email ose OpenID të vlefshme
tr: Geçerli bir e-posta ya da OpenID girmeniz gerekir
uk: Вам слід надати чинну адресу електронної пошти або OpenID

source: You cannot provide both an email and an OpenID. Choose one!
cs: Nemůžete použít najednou email a OpenID. Zvolte jen jednu možnost!
es: No puedes proveer ambos, email y OpenID. Elige uno!
eu: Ezin dituzu, e-posta eta OpenID, biak eman. Aukeratu bat!
fr: Vous ne pouvez fournir à la fois une adresse de courriel et un OpenID. Faites votre choix.
it: Non puoi fornire sia un indirizzo di posta elettronica che un OpenID. Scegline uno!
ja: あなたはメールアドレスおよびOpenIDを同時に提供することはできません。1つを選択してください!
pt_br: Você não pode fornecer ambos: e-mail e OpenID. Escolha um!
sq: Nuk mund të jepni edhe email, edhe OpenID. Zgjidhni njërën!
tr: Hem bir e-posta hem de bir OpenID giremezsiniz! Birini seçin!
uk: Не можна одночасно вказувати адресу електронної пошти і OpenID. Виберіть щось одне!

source: Domain
cs: Doména
es: Dominio
eu: Domeinua
fr: Domaine
it: Dominio
ja: ドメイン
pt_br: Domínio
ru: Домен
sq: Përkatësi
tr: Alan
uk: Домен

source: %(username)s's Libravatar Profile
cs: %(username)s - profil ve službě Libravatar
eu: %(username)s-(r)en Libravatar profila
ja: %(username)s のLibravatarプロファイル
pt_br: Perfil Libravatar de %(username)s
sq: Profili Libraavatar i %(username)s
uk: Профіль %(username)s на Libravatar

source: %(username)s's Profile
cs: Profil uživatele %(username)s
eu: %(username)s-(r)en profila
ja: %(username)s のプロファイル
pt_br: Perfil de %(username)s
sq: Profili i %(username)s
uk: Профіль %(username)s

source: If you have a <b>BrowserID</b> account, you can <a id="browserid-link" href="%(browserid_target)s">use it to add a new email address</a> to your profile.
cs: Pokud máte účet <b>BrowserID</b>, můžete jej <a id="browserid-link" href="%(browserid_target)s">použít k přidání nového emailu</a> do vašeho profilu.
ja: <b>BrowserID</b>アカウントを持っている場合、あなたのプロファイルに<a id="browserid-link" href="%(browserid_target)s">新しいEメールアドレスを追加するために使用する</a> ことができます。
pt_br: Se você tem uma conta <b>BrowserID</b>, você pode <a id="browserid-link" href="%(browserid_target)s">usá-lo para adicionar um novo endereço de e-mail</a> ao seu perfil.

source: Do you hate having lots of passwords? You can login with <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> or <a id="browserid-link" href="#">BrowserID</a></span> instead!
cs: Nemáte rádi spoustu hesel? Můžete se přihlásit pomocí <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> nebo <a id="browserid-link" href="#">BrowserID</a></span>!
ja: 多くのパスワードを保持することに疲れましたか? 代わりに、あなたは<a href="%(openid_url)s">OpenID</a> <span id="browserid-option">または<a id="browserid-link" href="#">BrowserID</a></span>でログインすることができます!
pt_br: Você está cansado de ter muitas senhas? Você também pode entrar usando um <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> ou <a id="browserid-link" href="#">BrowserID</a></span>!

source: There is however, no password associated with this account. Instead, you must use one of the following OpenIDs or BrowserIDs to login:
cs: K tomuto účtu není přiřazeno žádné heslo. Pro přihlášení musíte použít jeden z následujících OpenID nebo BrowserID:
ja: このアカウントに関連付けられているパスワードはありません。代わりに、あなたは次のOpenIDまたはBrowserIDのパスワードをログインに使用する必要があります:
pt_br: Entretanto, não há senhas associadas a essa conta. Em vez disso, você deve usar um dos seguintes OpenIDs ou BrowserIDs para acessar:

source: Did you know that you can also <a id="browserid-link" href="%(browserid_target)s">sign in with BrowserID</a> and never have to remember a password again?
cs: Víte, že se můžete přihlásit pomocí <a id="browserid-link" href="%(browserid_target)s">BrowserID</a> a už nikdy si nemusíte pamatovat heslo?
ja: あなたは<a id="browserid-link" href="%(browserid_target)s">BrowserIDでログインして</a>、パスワードを思い出す必要がないことを知っていますか?
pt_br: Você sabia que você também pode <a id="browserid-link" href="%(browserid_target)s">entrar usando o BrowserID</a> e nunca mais ter que lembrar de uma senha novamente?

source: Read our <a href="https://wiki.libravatar.org">wiki</a> or <a href="http://blog.libravatar.org">blog</a>
es: Visita el <a href="https://wiki.libravatar.org">wiki</a> y el <a href="http://blog.libravatar.org">blog</a>
fr: Lire notre <a href="https://wiki.libravatar.org">wiki</a> ou notre <a href="http://blog.libravatar.org">blogue</a>
it: Leggi la <a href="https://wiki.libravatar.org">nostra wiki</a> o il <a href="http://blog.libravatar.org">nostro blog</a>

source: Follow us on <a href="https://identi.ca/libravatar">Identica</a>
es: Síguenos en <a href="https://identi.ca/libravatar">Identica</a>
fr: Suivez-nous sur <a href="https://identi.ca/libravatar">Identica</a>
it: Seguici su <a href="https://identi.ca/libravatar">Identica</a>

source: <a href="https://wiki.libravatar.org/description/">Read more...</a>
es: <a href="https://wiki.libravatar.org/description/">Conoce más...</a>
fr: <a href="https://wiki.libravatar.org/description/">En savoir plus...</a>
it: <a href="https://wiki.libravatar.org/description/">Continua a leggere...</a>

source: This service is powered by <a href="https://www.gnu.org/licenses/agpl.html">Free and Open Source software</a> and allows owners of a domain name to <a href="https://wiki.libravatar.org/running_your_own/">run their own instance</a> of Libravatar and serve avatars themselves.
es: Este servicio está patrocinado por la <a href="https://www.gnu.org/licenses/agpl.html">Free and Open Source software</a> y permite a los dueños de nombres de dominio <a href="https://wiki.libravatar.org/running_your_own/">ejecutar su propia instancia</a> de Libravatar y servir avatares por ellos mismos.
fr: Ce service roule sur des <a href="https://www.gnu.org/licenses/agpl.html">logiciels libres</a> et permet aux propriétaires d'un domaine de <a href="https://wiki.libravatar.org/running_your_own/">rouler leur propre instance</a> de Libravatar et de servir eux-mêmes leurs avatars.
it: Questo servizio è basato su <a href="https://www.gnu.org/licenses/agpl.html">software libero e open source</a> e consente ai proprietari di un dominio di <a href="https://wiki.libravatar.org/running_your_own/">creare la propria instanza</a> di Libravatar e fornire avatar.

source: Application developers can easily add support for this service using our <a href="https://wiki.libravatar.org/api/">simple API</a> or one of the <a href="https://wiki.libravatar.org/libraries/">libraries and plugins</a> available for a number of platforms and languages.
es: Los programadores pueden fácilmente añadir soporte para este servicio usando nuestra <a href="https://wiki.libravatar.org/api/"> API sencilla</a> o una de las <a href="https://wiki.libravatar.org/libraries/">librerías y plugins</a> disponibles para un número de plataformas y lenguajes.
fr: Les développeurs d'applications peuvent facilement supporter ce service grâce à notre <a href="https://wiki.libravatar.org/api/">interface de programmation simple</a> ou bien l'une des <a href="https://wiki.libravatar.org/libraries/">bibliothèques ou plugiciels</a> disponibles sous plusieurs plateformes et langages.
it: Gli sviluppatori di applicazioni possono facilmente aggiungere il supporto per questo servizio utilizzando la nostra <a href="https://wiki.libravatar.org/api/">semplice API</a> o una delle <a href="https://wiki.libravatar.org/libraries/">librerie e plugin</a> disponibili per diverse piattaforme e linguaggi.

source: Libravatar is a <a href="http://retakethe.net">Retake the Net</a> project.
cs: Libravatar je projekt iniciativy <a href="http://retakethe.net">Retake the Net</a>.
ja: Libravatarは<a href="http://retakethe.net">Retake the Net</a>プロジェクトです。
