Repository: libravatar/libravatar-legacy
Catalog: po/libravatar/*.po
Languages: cs, es, eu, fr, it, ja, pt_br, ru, sq, tr, uk

source: Back to the homepage
cs: Zpět na domovskou stránku
es: Volver al inicio
eu: Itzuli webgune nagusira
fr: Retour à la page principale
it: Torna alla homepage
ja: ホームページに戻る
pt_br: Voltar para a página inicial
ru: Назад к главной странице
sq: Mbrapsht te faqja hyrëse
tr: Ana sayfaya dönüş
uk: Повернутися до домашньої сторінки

source: Delete a photo
cs: Smazat fotografii
es: Borrar una foto
eu: Ezabatu argazki bat
fr: Effacer une photo
it: Cancella una foto
ja: 写真を削除する
pt_br: Excluir uma foto
ru: Удалить изображение
sq: Fshini një foto
tr: Bir fotoğraf sil
uk: Вилучити фотографію

source: Delete photo
cs: Smazat fotografii
es: Eliminar foto
eu: Ezabatu argazkia
fr: Effacer la photo
it: Cancella foto
ja: 写真を削除する
pt_br: Excluir foto
ru: Удалить изображение
sq: Fshije foton
tr: Fotoğraf sil
uk: Вилучити фотографію

source: Are you sure you want to delete this photo?
cs: Jste si jistí, že chcete odstranit tuto fotografii?
es: ¿Está seguro de que desea eliminar esta foto?
eu: Ziur zaude argazki hau ezabatu nahi duzula?
fr: Voulez-vous vraiment effacer cette photo ?
it: Sei sicuro di voler cancellare questa foto?
ja: 本当にこの写真を削除してもよろしいですか?
pt_br: Tem certeza que quer excluir essa foto?
ru: Вы действительно хотите удалить это изображение?
sq: Jeni i sigurt se doni të fshihet kjo foto?
tr: Bu fotoğrafı silmek istediğinizden emin misiniz?
uk: Ви справді хочете вилучити цю фотографію?

source: Delete
cs: Smazat
es: Eliminar
eu: Ezabatu
fr: Effacer
it: Elimina
ja: 削除
pt_br: Excluir
ru: Удалить
sq: Fshije
tr: Sil
uk: Вилучити

source: Someone, probably you, requested that this email address be added to their %(site_name)s account. If that's what you want, please confirm that you are the owner of this email address by clicking the following link: %(verification_link)s Otherwise, please accept our apologies and ignore this message. - The %(site_name)s accounts team
cs: Někdo, pravděpodobně vy, požádal o přiřazení tohoto emailu k účtu na %(site_name)s. Pokud jste to byli vy, prosíme potvrďte, že jste vlastníkem tohoto emailu kliknutím na následující odkaz: %(verification_link)s V opačném případě prosíme přijměte naši omluvu a tuto zprávu ignorujte. - Správci účtů na %(site_name)s
es: Alguien, probablemente usted, solicitó que esta dirección de correo sea agregada a su cuenta %(site_name)s. Si eso lo que usted desea, por favor confirme que es el dueño de esta dirección de correo haciendo click en el siguiente enlace: %(verification_link)s De lo contrario, por favor acepte nuestra disculpas e ignore este mensaje. - El equipo de la cuenta %(site_name)s
eu: Norbaitek, segur aski zuk, eskaera egin du e-posta helbide hau bere %(site_name)s kontura gehitzeko. Hori bada nahi duzuna, mesedez, e-posta helbide honen jabea zu zarela baieztatu ondorengo estekan klik eginez: %(verification_link)s Bestela, barkatu mesedez eta ez ikusia egin mezu honi. - %(site_name)s-(e)ko kontuen taldea
fr: Quelqu'un, probablement vous, a demandé que cette adresse de courriel soit ajoutée à leur compte %(site_name)s. Si c'est ce que vous voulez, veuillez confirmer que vous êtes propriétaire de cette adresse en cliquant sur le lien suivant : %(verification_link)s Sinon, veuillez accepter nos excuses et ignorez ce message. - L'équipe administrative de %(site_name)s
it: Qualcuno, probabilmente tu, ha richiesto che questo indirizzo di posta elettronica venisse aggiunto al loro profilo su %(site_name)s. Se questo è quello che vuoi, conferma che sei tu il proprietario di questo indirizzo di posta elettronica cliccando su questo link: %(verification_link)s Altrimenti, accetta per favore le nostre scuse e ignora questo messaggio - Il team dei profili di %(site_name)s
ja: 恐らく、あなたが %(site_name)s のアカウントにメールアドレスを追加するよう、リクエストしました。 あなたがリクエストした場合、下記のリンクをクリックすることで、このメールアドレスの所有者であることを確認してください: %(verification_link)s そうでない場合、このメッセージを無視してください。 - %(site_name)s アカウントチーム
pt_br: Alguém, provavelmente você, solicitou que esse endereço de e-mail fosse adicionado à sua conta %(site_name)s. Se você realmente deseja fazer isso, por favor confirme que você possui esse endereço de e-mail clicando no seguinte link: %(verification_link)s Caso contrário, por favor aceite nossas desculpas e ignore esta mensagem. - Equipe de contas %(site_name)s
sq: Dikush, ka mundësi ju, kërkuat që adresa email të shtohet te llogaria e tij %(site_name)s. Nëse kjo është ajo që doni, ju lutemi, ripohoni që jeni i zoti i kësaj adrese email duke klikuar mbi lidhjen vijuese: %(verification_link)s Përndryshe, ju lutemi, pranoni ndjesën tonë dhe shpërfilleni këtë mesazh. - Ekipi i llogarive %(site_name)s
tr: Birisi, muhtemelen siz, bu e-postanın kendi %(site_name)s hesabına eklenmesini talep etti. İstediğiniz buysa söz konusu e-posta adresinin size ait olduğunu teyit etmek için aşağıdaki bağlantıyı tıklayınız: %(verification_link)s Aksi takdirde lütfen özürlerimizi kabul edip bu mesajı görmezden geliniz. - %(site_name)s hesap ekibi
uk: Кимось, ймовірно вами, надіслано запит щодо додавання цієї адреси електронної пошти до облікового запису %(site_name)s. Якщо запит надійшов саме від вас, будь ласка, підтвердіть, що саме ви є власником адреси електронної пошти переходом за наведеним нижче посилання: %(verification_link)s Якщо ж запит було надіслано не вами, будь ласка, прийміть наші вибачення і не зважайте на це повідомлення. - Команда роботи з обліковими записами %(site_name)s

source: Email confirmation
cs: Ověření emailu
es: Confirmación de correo electrónico
eu: E-posta baieztapena
fr: Confirmation d'une adresse de courriel
it: Conferma email
ja: メールアドレス確認
pt_br: Confirmação de e-mail
ru: Подтверждение электронной почты
sq: Ripohim me email
tr: E-posta doğrulaması
uk: Підтвердження адреси ел. пошти

source: Your email address was successfully confirmed!
cs: Váš email byl úspěšně ověřen!
es: ¡Su dirección de email fue confirmada con éxito!
eu: Zure e-posta behar bezala baieztatu da!
fr: Votre adresse a été confirmée avec succès.
it: Il tuo indirizzo email è stato confermato con successo!
ja: あなたのメールアドレスが正常に確認されました!
pt_br: Seu endereço de e-mail foi confirmado com sucesso!
ru: Ваш адрес электронной почты был успешно подтверждён!
sq: Adresa juaj email u ripohua me sukses!
tr: E-posta adresiniz başarılı bir şekilde doğrulandı!
uk: Вашу адресу електронної пошти було успішно підтверджено!

source: Would you like to import some of these externally hosted photos?
cs: Chcete některé z těchto externě hostovaných fotografií importovat?
es: ¿Le gustaría importar alguna de estas fotos guardadas externamente?
eu: Kanpoan ostatatutako argazki hauetako batzuk inportatu nahi dituzu?
fr: Voulez-vous importer les photos suivantes :
it: Vuoi importare alcune di queste foto ospitate esternamente?
ja: これらの外部写真をインポートしますか?
pt_br: Você gostaria de importar algumas dessas fotos hospedadas externamente?
sq: Do të doni të importohen disa prej këtyre fotove të strehuara së jashtmi?
tr: Harici olarak barındırılan bu fotoğrafların bazılarını içe aktarmak ister misiniz?
uk: Хочете імпортувати деякі з цих фотографій, що зберігаються на сторонніх серверах?

source: Import
cs: Importovat
es: Importar
eu: Inportatu
fr: Importer
it: Importa
ja: インポート
pt_br: Importar
ru: Импорт
sq: Importo
tr: İçe aktar
uk: Імпортувати

source: Invalid email ID.
cs: Špatné ID emailu.
es: ID de correo-e no válido.
eu: E-posta ID baliogabea.
fr: Identifiant de courriel invalide.
it: ID email non valido
ja: 無効なEメールIDです。
pt_br: ID de e-mail inválida.
ru: Неверный адрес электронной почты.
sq: ID email-i e pavlefshme.
tr: Geçersiz e-posta kimliği
uk: Некоректний ідентифікатор адреси ел. пошти.

source: This email address could not be added. Possible reasons:
cs: Tento email nemohl být přidán. Možné důvody:
es: No se pudo añadir esta dirección de correo-e. Causas posibles:
eu: E-posta helbide hau ezin izan da gehitu. Arrazoi posibleak:
fr: L'adresse de courriel n'a pas peu être ajoutée. Raisons possibles :
it: Questo indirizzo di posta elettronica non può essere aggiunto. Possibili motivi:
ja: このメールアドレスを追加できませんでした。 考えられる理由:
pt_br: Esse endereço não pôde ser adicionado. Possíveis razões:
ru: Не удалось добавить этот адрес электронной почты. Возможные причины:
sq: Kjo adresë email nuk u shtua dot. Shkaqe të mundshëm:
tr: Bu e-posta adresi eklenemedi. Mümkün sebepler:
uk: Не вдалося додати цю адресу електронної пошти. Можливі причини:

source: it is already in your list of unconfirmed email addresses (try removing it first)
cs: email je již v seznamu neověřených emailů (zkuste jej napřed odstranit)
es: ya está en su lista de direcciones de email sin confirmar (pruebe eliminándolo primero)
eu: dagoeneko zure baieztatu gabeko e-posta helbideen zerrendan dago (saiatu lehenik ezabatzen)
fr: elle est déjà dans votre liste d'adresses non-confirmées (réessayez après l'avoir enlevée)
it: è già nella tua lista di indirizzi email non confermati (prima prova a rimuoverlo)
ja: すでにあなたの未確認メールアドレス一覧に登録されています (最初に未確認メールアドレスを削除してください)。
pt_br: ele já está em sua lista de endereços sem confirmação (tente removê-lo antes)
sq: gjendet tashmë te lista e adresave tuaja të paripohuara email (provoni së pari ta hiqni)
tr: hâlihazırda teyit edilmemiş e-posta adresler listenizdedir (önce kaldırmayı deneyiniz)
uk: вже є у вашому списку непідтверджених адрес електронної пошти (спробуйте спочатку вилучити цю адресу)

source: you have too many unconfirmed email addresses (maximum: %(max_emails)s)
cs: máte příliš mnoho neověřených emailů (maximum: %(max_emails)s)
es: tiene demasiadas cuentas de email sin confirmar (máximo: %(max_emails)s)
eu: baieztatu gabeko e-posta helbide gehiegi dauzkazu (gehienez: %(max_emails)s)
fr: vous avez déjà trop d'adresses confirmées (la limite est de %(max_emails)s)
it: hai troppi indirizzi email non confermati (massimo: %(max_emails)s)
ja: 未確認メールアドレスが多すぎます (最大: %(max_emails)s)。
pt_br: você tem muitos endereços de e-mail sem confirmação (máximo: %(max_emails)s
ru: у вас слишком много неподтвержденных электронных адресов (максимум: %(max_emails)s)
sq: keni shumë adresa të paripohuara email (maksimum: %(max_emails)s)
tr: çok fazla teyit edilmemiş e-posta adresiniz var (azami: %(max_emails)s)
uk: у вас накопичилося забагато непідтверджених адрес електронної пошти (максимальна кількість — %(max_emails)s)

source: another account has confirmed this email address
cs: jiný účet již tuto adresu ověřil
es: otra cuenta ha confirmado esta dirección de correo-e
eu: beste kontu batek e-posta helbide hau baieztatu du
fr: un autre compte a confirmé cette adresse
it: un altro utente ha confermato questo indirizzo email
ja: 別のアカウントがこのメールアドレスを確認しました。
pt_br: outra conta já confirmou esse endereço de e-mail
ru: этот адрес электронной почты используется в другой учётной записи
sq: kjo adresë email është ripohuar tashmë për një tjetër llogari
tr: başka bir hesap bu e-posta adresini teyit etmiştir
uk: з цієї адреси електронної пошти було підтверджено інший обліковий запис

source: Invalid or missing confirmation key.<br>Did you copy the whole link carefully?
cs: Chybný nebo chybějící ověřovací klíč.<br>Zkopírovali jste pozorně celý odkaz?
es: Clave de confirmación inválida o inexistente.<br>¿Copió cuidadosamente el enlace entero?
eu: Baieztapen gakoa falta da edo baliogabea da. <br>Ziur zaude esteka osorik kopiatu duzula?
fr: La clef de confirmation est manquante ou invalide.<br>Avez-vous copié le lien en entier ?
it: Codice di conferma invalido o mancante.<br>Hai copiato l'intero link con attenzione?
ja: 無効な確認キーです。<br />リンク全体を完全にコピーしましたか?
pt_br: Chave de confirmação inválida.<br>Você copiou todo o endereço com cuidado?
sq: Kyç ripohimi i pavlefshëm ose që mungon.<br>A e kopjuat me kujdes tërë lidhjen?
tr: Geçersiz ya da eksik teyit anahtarı.<br>Bağlantının tamamını dikkatle kopyaladınız mı?
uk: Некоректний ключ підтвердження або не вказано ключа підтвердження.<br>Можливо, ви скопіювали не всю адресу?

source: Export your Libravatar data
cs: Exportovat vaše Libravatar data
es: Exportar los datos de su Libravatar
eu: Esportatu zure Libravatar datuak
fr: Exporter vos données Libravatar
it: Esporta i tuoi dati Libravatar
ja: あなたのLibravatarデータをエクスポートする
pt_br: Exportar seus dados Libravatar
ru: Экспорт данных Libravatar
sq: Eksportoni të dhënat tuaja Libaravatar
tr: Libravatar verilerinizi dışa aktarın
uk: Експорт ваших даних Libravatar

source: Export your data
cs: Exportovat vaše data
es: Exportar sus datos
eu: Esportatu zure datuak
fr: Exporter vos données
it: Esporta i tuoi dati
ja: あなたのデータをエクスポートする
pt_br: Exportar seus dados
ru: Экспорт данных
sq: Eksportoni të dhënat tuaja
tr: Verilerinizi dışa aktarın
uk: Експортувати ваші дані

source: Libravatar will now export all of your personal data to a compressed XML file.
cs: Libravatar teď vyexportuje všechna vaše osobní data do komprimovaného XML souboru.
es: Ahora Libravatar exportará todos sus datos personales a un archivo XML comprimido.
eu: Libravatar-ek orain zure datu pertsonal guztiak esportatuko ditu konprimatutako XML fitxategi batera.
fr: Libravatar va maintenant exporter toutes vos données vers un fichier XML compressé.
it: Libravatar esporterà tutti i tuoi dati personali in un file XML compresso
ja: Libravatarはあなたの個人データすべてを圧縮XMLファイルにエクスポートします。
pt_br: O Libravatar agora exporta todos os seus dados pessoais para um arquivo XML comprimido.
sq: Libravatar-i tani do të eksportojë krejt të dhënat tuaja personale si një kartelë e ngjeshur XML.
tr: Libravatar şimdi tüm kişisel verilerinizi sıkıştırılmış bir XML dosyası olarak dışa aktaracaktır.
uk: Зараз Libravatar експортує всі ваші особисті дані у форматі стисненого файла XML.

source: Export
cs: Exportovat
es: Exportar
eu: Esportatu
fr: Exporter
it: Esporta
ja: エクスポート
pt_br: Exportar
ru: Экспорт
sq: Eksportoji
tr: Dışa aktar
uk: Експортувати

source: Exporting Your Libravatar Data
cs: Exportuji vaše Libravatar data
es: Exportando sus datos de Libravatar
eu: Zure Libravatar datuak esportatzen
fr: Exportation de vos données Libravatar
it: Esporta i tuoi dati Libravatar
ja: あなたの Libravatarデータのエクスポート
pt_br: Exportando seus dados Libravatar
sq: Po eksportohen të Dhënat Tuaja Libravatar
tr: Libravatar verileriniz dışa aktarılıyor
uk: Експортування ваших даних Libravatar

source: Export in progress
cs: Probíhá export
es: Exportación en progreso
eu: Esportatzen
fr: Exportation en cours
it: Esportazione in corso
ja: エクスポート中
pt_br: Exportação em andamento
ru: Выполняется экспорт
sq: Eksportim në kryerje e sipër
tr: Dışa aktarım sürüyor
uk: Триває експортування

source: Libravatar is currently exporting your data. It <b>may take a few moments</b> for the file to be available:
cs: Libravatar teď exportuje vaše data. Než bude soubor k dipozici, <b>může to chvíli trvat</b>:
es: En este momento Libravata está esportando sus datos. El archivo <b>puede demorar unos momentos</b> en estar disponible:
eu: Libravatar zure datuak esportatzen ari da. <b>Minutu batzuk igaro daitezke</b> fitxategia eskuragarri egon arte:
fr: Libravatar exporte vos données. Dans <b>quelques instants</b>, le fichier suivant sera disponible :
it: Libravatar sta esportando i tuoi dati. <b>Potrebbero volerci alcuni minuti</b> prima che il file sia disponibile:
ja: 現在、Libravatarはあなたのデータをエクスポートしています。ファイルが利用できるまで、<b>数分かかる場合があります</b>:
pt_br: O Libravatar está atualmente exportando seus dados. Pode demorar <b>alguns instantes</b> para que o arquivo esteja disponível:
sq: Libravatar-i është duke eksportuar të dhënat tuaja. <b>Mund të duhen pak çaste</b>, para se të mund të kihet kartela:
tr: Libravatar şu anda verilerinizi dışa aktarıyor. Dosyanın kullanıma hazır olması <b>belli bir süre alabilir</b>:
uk: Зараз Libravatar експортує ваші дані. Доступ до файла можна буде отримати за <b>декілька секунд</b>:

source: Libravatar Login
cs: řihlášení do služby Libravatar
es: Autenticación en Libravatar
eu: Libravatar saio hasiera
fr: Connexion à Libravatar
it: Accedi a Libravatar
ja: Libravatarログイン
pt_br: Identificação do Libravatar
sq: Hyrje Libravatar
tr: Libravatar girişi
uk: Вхід до Libravatar

source: Don't have an account yet? <a href="%(signup_url)s">Sign up now!</a>
cs: Ještě nemáte účet? <a href="%(signup_url)s">Založte si jej!</a>
es: ¿Todavía no tiene una cuenta? <a href="%(signup_url)s">¡Regístrese ahora!</a>
eu: Ez daukazu konturik oraindik? <a href="%(signup_url)s">Erregistratu orain!</a>
fr: Vous n'avez pas de compte ? <a href="%(signup_url)s">Créez-en un maintenant</a>
it: Non hai ancora un account? <a href="%(signup_url)s">Registrati ora!</a>
ja: まだアカウントを持っていませんか? <a href="%(signup_url)s">サインアップしてください!</a>
pt_br: Ainda não tem uma conta? <a href="%(signup_url)s">Registre-se agora!</a>
ru: Всё ещё нет учётной записи? <a href="%(signup_url)s">Зарегистрируйтесь прямо сейчас!</a>
sq: Ende nuk keni llogari? <a href="%(signup_url)s">Regjistrohuni tani!</a>
tr: Henüz hesabınız yok mu? <a href="%(signup_url)s">Şimdi hesap oluşturun!</a>
uk: У вас ще немає облікового запису? <a href="%(signup_url)s">Зареєструйтеся!</a>

source: Do you hate having lots of passwords? You can login with <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> or <a id="browserid-link" href="#">Persona</a></span> instead!
it: Odii avere tante password? Puoi accedere anche con <a href="%(openid_url)s">OpenID</a> <span id="browserid-option">or <a id="browserid-link" href="#">Persona</a></span>!
sq: Nuk ju pëlqen të keni shumë fjalëkalime? Atëherë mund të bëni hyrje me <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> ose <a id="browserid-link" href="#">Persona</a></span>!
tr: Çok parola yönetmekten nefret mi ediyorsunuz? <a href="%(openid_url)s">OpenID</a> ile <span id="browserid-option"> veya <a id="browserid-link" href="#">Personayla</a></span> giriş yapabilirsiniz!
uk: Набридло весь час вводити різні паролі? Можете увійти за допомогою <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> або <a id="browserid-link" href="#">Persona</a></span>!

source: Your username and password didn't match. Please try again.
cs: Vaše uživatelské jméno a heslo neodpovídají. Prosíme zkuste to znovu.
es: Su nombre de usuario y contraseña no concuerdan. Inténtelo de nuevo.
eu: Zure erabiltzaile-izena eta pasahitza ez datoz bat. Mesedez, saiatu berriro.
fr: Votre nom d'utilisateur ou votre mot de passe est incorrect. Veuillez réessayer à nouveau.
it: Il tuo nome utente e la passord non corrispondono. Per piacere prova di nuovo.
ja: あなたのユーザ名およびパスワードが合致しません。再度お試しください。
pt_br: Seu nome de usuário e senha não correspondem. Por favor, tente novamente.
ru: Ваше имя пользователя и пароль не совпадают. Попробуйте еще раз.
sq: Emri juaj i përdoruesit dhe fjalëkalimi nuk përputhen. Ju lutemi, riprovoni.
tr: KUllanıcı isminiz parolanızla uyuşmadı. Tekrar deneyiniz.
uk: Виявлено невідповідність між іменем користувача та паролем. Будь ласка, повторіть спробу.

source: Forgot your password? <a href="%(password_reset_url)s">Reset it by email</a>.
cs: Zapomněli jste své heslo? <a href="%(password_reset_url)s">Obnovte jej prostřednictvím emailu</a>.
es: ¿Olvidó su contraseña? <a href="%(password_reset_url)s">Blanquéela por e-mail</a>
eu: Zure pasahitza ahaztu duzu? <a href="%(password_reset_url)s">Berrezarri e-posta bidez</a>.
fr: Vous avez oublié votre mot de passe ? <a href="%(password_reset_url)s">Réinitialisez-le</a>.
it: Password dimenticata? <a href="%(password_reset_url)s">Reimpostala via posta elettronica</a>.
ja: パスワードを忘れましたか? <a href="%(password_reset_url)s">Eメールでパスワードをリセットします</a>。
pt_br: Esqueceu sua senha? <a href="%(password_reset_url)s">Troque-a por e-mail</a>.
sq: Harruat fjalëkalimin tuaj? <a href="%(password_reset_url)s">Ricaktojeni përmes email-i</a>.
tr: Parolanızı mı unuttunuz? <a href="%(password_reset_url)s">E-posta ile sıfırlayın</a>.
uk: Забули пароль? <a href="%(password_reset_url)s">Відновіть його за допомогою електронної пошти</a>.

source: You've got too many photos in <a href="%(profile_url)s">your account</a>.<br>You need to <b>delete</b> some before you can upload a new one.
cs: Máte ve <a href="%(profile_url)s">svém účtu</a> příliš mnoho fotografií.<br>Musíte některé z nich <b>smazat</b> než budete moci nahrát další.
es: Tiene demasiadas fotos en <a href="%(profile_url)s">su cuenta</a>.<br>Debe <b>borrar</b> algunas antes de poder subir una nueva.
eu: Argazki gehiegi dauzkazu <a href="%(profile_url)s">zure kontuan</a>.<br>Zenbait <b>ezabatu</b> beharko dituzu berri bat kargatu aurretik.
fr: Vous avez trop de photos dans <a href="%(profile_url)s">votre compte</a>.<br>Vous devez en <b>effacer</b> avant de pouvoir en téléverser de nouvelles.
it: Hai troppe foto nel <a href="%(profile_url)s">tuo profilo</a>.<br>Devi <b>cancellarne</b> alcune prima di poterne caricare altre.
ja: あなたは<a href="%(profile_url)s">アカウント</a>内に多くの写真をアップロードし過ぎました。<br />新しい写真をアップロードできるようにするには、いくつかの写真を<b>削除</b>する必要があります。
pt_br: Você tem muitas fotos em <a href="%(profile_url)s">sua conta</a>.<br>Você precisa <b>excluir</b> algumas antes de enviar uma nova.
sq: Keni shumë foto te <a href="%(profile_url)s">llogaria juaj</a>.<br>Lypset të <b>fshini</b> disa prej tyre, përpara se të ngarkoni një të re.
tr: <a href="%(profile_url)s">Hesabnızda</a>çok fazla fotoğrafınız var.<br>Yeni bir fotoğraf yüklemeden önce bazılarını <b>silmeniz</b> gerekmektedir.
uk: У <a href="%(profile_url)s">вашому обліковому записі</a> забагато фотографій.<br>Вам слід <b>вилучити</b> деякі з цих фотографій, перш ніж вивантажувати нові.

source: Create a new Libravatar account
cs: Založte si nový účet ve službě Libravatar.
es: Crear una nueva cuenta de Libravatar
eu: Sortu Libravatar kontu berri bat
fr: Créer un compte Libravatar
it: Crea un nuovo account Libravatar
ja: 新しいLibravatarアカウントを作成する
pt_br: Criar uma conta Libravatar
ru: Создать новую учётную запись LIbravatar
sq: Krijoni një llogari të re Libravatar
tr: Yeni bir Libravatar hesabı oluştur
uk: Створити новий обліковий запис Libravatar

source: Create a new account
cs: Založit nový účet
es: Crear una cuenta nueva
eu: Sortu kontu berri bat
fr: Créer un nouveau compte
it: Crea un nuovo account
ja: 新しいアカウントを作成する
pt_br: Criar uma nova conta
ru: Создание учетной записи
sq: Krijoni një llogari të re
tr: Yeni bir hesap oluştur
uk: Створити новий обліковий запис

source: Create account
cs: Vytvořit účet
es: Crear cuenta
eu: Sortu kontua
fr: Créer le compte
it: Crea account
ja: アカウントを作成する
pt_br: Criar conta
ru: Создать учётную запись
sq: Krijoje llogarinë
tr: Hesap oluştur
uk: Створення облікового запису
